Repository: Ardour/ardour
Catalog: libs/ardour/po/*.po
Languages: es, pl

source: %1: could not create region for complete midi file
es: %1: no se pudo crear una región para el archivo midi completo
pl: %1: nie można utworzyć regionu dla pełnego pliku MIDI

source: %1: could not create region for captured data!
pl: %1: nie można utworzyć regionu dla nagranych danych!

source: %1: could not create region for complete audio file
es: %1: no se pudo crear la región para el archivo de audio completo
pl: %1: nie można utworzyć regionu dla pełnego pliku audio

source: AudioDiskstream: could not create region for captured audio!
es: AudioDiskstream: ¡No se pudo crear región para el audio capturado!
pl: AudioDiskstream: nie można utworzyć regionu dla nagranych danych!

source: Construction of transport master object of type %1 failed
es: Error en la construcción del objeto maestro de transporte de tipo %1
pl: Utworzenia obiektu źródła synchronizacji typu %1 nie powiodło się

source: SyncSource|JACK
es: JACK
pl: JACK

source: SyncSource|MTC
es: MTC
pl: MTC

source: SyncSource|M-Clk
es: M-Clk
pl: M-Clk

source: SyncSource|LTC
es: LTC
pl: LTC

source: Speed
es: Velocidad
pl: Prędkość

source: Locate
es: Localizar
pl: Pozycja

source: Complex
es: Complejo
pl: Złożony

source: programming error:%1
es: error de programación:%1
pl: błąd programowania: %1

source: Transport master adjusted framerate from %1 to %2.
es: El maestro de transporte ajustó la velocidad de fotogramas de %1 a %2.
pl: Klatkaż dopasowany przez źródło synchronizacji z %1 do %2.

source: There is already a transport master named "%1" - not duplicated
es: Ya existe un maestro de transporte llamado "%1" (no duplicado)
pl: Istnieje już źródło synchronizacji o nazwie „%1” – nie powielam

source: Cannot initialize transport master manager
es: No se puede inicializar el administrador maestro de transporte
pl: Nie można zainicjalizować menedżera źródła synchronizacji

source: programming error: %1 %2 %3
pl: błąd programowania: %1 %2 %3

source: Could not configure rubberband stretcher
pl: Nie można skonfigurować rozciągania rubberband

source: TriggerBox
pl: Wyzwalacz Bitów

source: Cannot use %1 files in %2 slots
pl: Nie można użyć %1 plików w %2 slocie/slotach

source: Cannot create source from %1
pl: Nie można utworzyć źródła z %1

source: Could not create source from %1
pl: Nie można utworzyć źródła z %1

source: Session: could not create triggerbox thread
pl: Sesja: nie można utworzyć wątku wyzwalacza

source: Using plugin-stub with unknown i/o configuration for:
es: Usando plugin-stub con configuración de E/S desconocida para:
pl: Użycie wtyczki-zaślepki z nieznaną konfiguracją we/wy dla:

source: Using plugin-stub with mismatching i/o configuration for:
es: Usando plugin-stub con una configuración de E/S que no coincide para:
pl: Użycie wtyczki-zaślepki z niedopasowaną konfiguracją we/wy dla:

source: Node for Bundle has no "name" property
es: El nodo para paquete no tiene propiedad "nombre"
pl: Węzeł dla paczki nie ma właściwości „name”

source: Unknown node "%s" in Bundle
es: Nodo desconocido "%s" en paquete
pl: Nieznany węzeł „%s” w paczce

source: Node for Channel has no "name" property
es: El nodo del canal no tiene propiedad "nombre"
pl: Węzeł dla kanału nie ma właściwości „name”

source: Node for Channel has no "type" property
es: El nodo para canal no tiene propiedad de "tipo"
pl: Węzeł dla kanału nie ma właściwości „type”

source: Node for Port has no "name" property
es: El nodo para Puerto no tiene propiedad "nombre"
pl: Węzeł dla portu nie ma właściwości „name”

source: Slide
es: Deslizar
pl: Ślizg

source: Lock
es: Bloquear
pl: Zablokuj

source: programming error: unknown edit mode string "%1"
es: error de programación: cadena de modo de edición desconocida "%1"
pl: błąd programowania: nieznany ciąg „%1” trybu edycji

source: RippleSelected
pl: RippleZaznaczone

source: RippleAll
pl: RippleWszystko

source: RippleInterview
pl: RippleWywiad

source: programming error: unknown ripple mode string "%1"
pl: błąd programowania: nieznany ciąg „%1” trybu ripple

source: programming error: unknown native header format: %1
es: error de programación: formato de encabezado nativo desconocido: %1
pl: błąd programowania: nieznany nagłówek formatu natywnego: %1

source: cannot open directory %1 (%2)
es: no se puede abrir el directorio %1 (%2)
pl: nie można otworzyć katalogu %1 (%2)

source: Master assignment ignored to prevent recursion
es: Asignación maestra ignorada para evitar la recursividad
pl: Zignorowano przyporządkowanie master VCA ze względu na wystąpienie rekurencji

source: Cannot set state of a VCA
es: No se puede establecer el estado de un VCA
pl: Nie można ustawić stanu VCA

source: ZeroConf registered: %1 %2 %3
pl: ZeroConf zarejestrowany: %1 %2 %3

source: ZeroConf registration failed
pl: Rejestracja ZeroConf nie powiodła się

source: ardour-avahi tool was not found.
pl: Nie odnaleziono narzędzia ardour-avahi.

source: Audio Playlists
es: Listas de reproducción de audio

source: region
es: región

source: regions
es: regiones

source: A playlist with this name already exists, please rename it.
es: Ya existe un puerto con este nombre, por favor renómbralo.

source: badly-formed XML in imported playlist
es: XML mal formado en la lista de reproducción importada

source: Audio Playlists (unused)
es: Listas de reproducción de audio (sin usar)

source: Audio Regions
es: Regiones de audio

source: Length:
es: Duración:

source: Position:
es: Posición:

source: Channels:
es: Canales:

source: Audio Tracks
es: Pistas de audio

source: badly-formed XML in imported track
es: XML mal formado en la pista importada

source: Error Importing Audio track %1
es: Error importando pista de audio %1

source: You have requested an operation that requires audio analysis. You currently have "auto-analyse-audio" disabled, which means that transient data must be generated every time it is required. If you are doing work that will require transient data on a regular basis, you should probably enable "auto-analyse-audio" in Preferences > Audio > Regions, then quit %1 and restart. This dialog will not display again. But you may notice a slight delay in this and future transient-detection operations.
es: Ha solicitado una operación que requiere análisis de audio. Actualmente tiene deshabilitado el "análisis automático de audio", lo que significa que se deben generar datos sobre los transientes cada vez que sea necesario. Si está realizando un trabajo que requerirá datos de transientes de forma regular, probablemente debería habilitar "análisis automático de audio" en Preferencias > Audio > Regiones, luego salir de %1 y reiniciar. Este cuadro de diálogo no se volverá a mostrar. Pero es posible que notes un ligero retraso en esta y futuras operaciones de detección de transientes.

source: Control protocol %1 was already active.
es: El protocolo de control %1 ya estaba activo.

source: Instantiating mandatory control protocol %1
es: Creación de instancias del protocolo de control obligatorio %1

source: Control protocol "%1" has no descriptor
es: El protocolo de control "%1" no tiene descriptor

source: CycleTimer::get_mhz(): can't open /proc/cpuinfo
es: CycleTimer::get_mhz(): no se puede abrir /proc/cpuinfo

source: CycleTimer::get_mhz(): cannot locate cpu MHz in /proc/cpuinfo
es: CycleTimer::get_mhz(): no se puede localizar la CPU MHz en /proc/cpuinfo

source: cannot locate cpu MHz in /proc/cpuinfo
es: No se puede localizar la CPU MHz en /proc/cpuinfo

source: DiskReader %1: when refilling, cannot read %2 from playlist at sample %3
es: DiskReader %1: al recargar, no se puede leer %2 de la lista de reproducción en la muestra %3

source: DiskReader %1: when refilling, cannot write %2 into buffer
es: DiskReader %1: al recargar, no se puede escribir %2 en el búfer

source: Existing export folder for this session (%1) does not exist - ignored
es: La carpeta de exportación existente para esta sesión (%1) no existe; se ignora

source: Track %1 of %2 contained no usable MIDI data
es: La pista %1 de %2 no contenía datos MIDI utilizables

source: PTImport: UINT_MAX routes? impossible!
es: PTImport: ¿Rutas UINT_MAX? ¡imposible!

source: L
es: I

source: insert
es: inserto

source: Could not locate HOME. Preset not removed.
es: No se pudo localizar INICIO. Preestablecido no eliminado.

source: Could not locate HOME. Preset not saved.
es: No se pudo localizar INICIO. Preajuste no guardado.

source: You cannot put a CD marker at this position
es: No puedes poner unn marcador de CD en esta posición

source: Locations
es: Ubicaciones

source: Location:
es: Ubicaciones:

source: Range start:
es: Rango comenzar:

source: end:
es: fin:

source: The location is the Punch range. It will be imported as a normal range. You may rename the imported location:
es: La ubicación es el campo de pinchado. Se importará como un rango normal. Puede cambiar el nombre de la ubicación importada:

source: The location is a Loop range. It will be imported as a normal range. You may rename the imported location:
es: La ubicación es un rango de Bucle. Se importará como un rango normal. Puede cambiar el nombre de la ubicación importada:

source: A location with that name already exists. You may rename the imported location:
es: Ya existe una ubicación con ese nombre. Puede cambiar el nombre de la ubicación importada:

source: flywheel
es: volante

source: MPEG Layer %1 (%2 kbps)
es: Capa MPEG %1 (%2 kbps)

source: Pannable given XML data for %1 - ignored
es: Datos XML dados que se pueden desplazar para %1: ignorados

source: Auto
es: Automático

source: Preset with given name already exists.
es: El ajuste preestablecido con el nombre de pila ya existe.

source: VST Blacklist:
es: Lista Negra de VST:

source: VST Blacklist:
es: Lista Negra de VST:

source: Could not parse rdf file: %1
es: No se pudo analizar el archivo rdf: %1

source: LADSPA: cannot load module "%1" (%2)
es: LADSPA: no se puede cargar el módulo "%1" (%2)

source: LADSPA: module "%1" has no descriptor function.
es: LADSPA: el módulo "%1" no tiene función de descriptor.

source: --- Windows VST plugins Scan: %1
es: --- Plugins VST de Windows Escaneo: %1

source: --- Windows VST plugins Scan Done
es: --- Plugins VST de Windows Escaneo Finalizado

source: cannot open dll
es: no se puede abrir dll

source: invalid dll, file too small
es: dll inválido, archivo demasiado pequeño

source: not a dll
es: no es un dll

source: cannot determine dll type
es: no se puede determinar el tipo de dll

source: cannot read dll PE header
es: no se puede leer el encabezado dll PE

source: invalid dll PE header
es: encabezado dll PE no válido

source: Itanium
es: itanio

source: Native Architecture
es: Arquitectura Nativa

source: Unknown Architecture
es: Arquitectura desconocida

source: * %1 (cache only)
es: * %1 (solo caché)

source: -> Cannot get Windows VST information, plugin ignored.
es: -> No se puede obtener información VST de Windows, se ignora el plugin.

source: VST plugin %1 does not support processReplacing, and cannot be used in %2 at this time
es: El plugin VST %1 no admite la sustitución de procesos y no se puede utilizar en %2 en este momento

source: Ignoring duplicate Windows VST plugin "%1"
es: Ignorando el plugin VST de Windows duplicado "%1"

source: -> OK (VST Plugin "%1" was added).
es: -> Aceptar (se agregó el plugin VST "%1").

source: Mac VST plugin %1 does not support processReplacing, and so cannot be used in %2 at this time
es: El plugin VST para Mac %1 no admite la sustitución de procesos, por lo que no se puede utilizar en %2 en este momento

source: linuxVST plugin %1 does not support processReplacing, and so cannot be used in %2 at this time
es: el plugin LinuxVST %1 no admite la sustitución de procesos y, por lo tanto, no se puede utilizar en %2 en este momento.

source: BackendPort::connect (): wrong port-type
es: BackendPort::connect (): tipo de puerto incorrecto

source: BackendPort::connect (): cannot inter-connect output ports.
es: BackendPort::connect (): no puede interconectar puertos de salida.

source: %1::unregister_port: Failed to find port
es: %1::unregister_port: No se pudo encontrar el puerto

source: %1::set_port_name: Invalid Port
es: %1::set_port_name: puerto no válido

source: %1::set_port_name: Port with given name already exists
es: %1::set_port_name: El puerto con el nombre de pila ya existe

source: %1::disconnect_all: invalid port
es: %1::disconnect_all: puerto no válido

source: Could not save MIDI port info to %1
es: No se pudo guardar la información del puerto MIDI en %1

source: Cannot load MIDI port info from %1
es: No se puede cargar la información del puerto MIDI desde %1

source: MIDI port info file %1 contains invalid information - please remove it.
es: El archivo de información del puerto MIDI %1 contiene información no válida; elimínela.

source: %1 compound-%2 (%3)
es: %1 compuesto-%2 (%3)

source: %1 compound-%2.1 (%3)
es: %1 compuesto-%2.1 (%3)

source: Import: %1
es: Importar: %1

source: Pannable state found for route (%1) without a panner!
es: ¡Se encontró un estado panoramizable para la ruta (%1) sin un panoramizador!

source: Amp/Fader on Route '%1' went AWOL. Re-added.
es: El amplificador/atenuador de la ruta '%1' desapareció sin permiso. Reagregado.

source: lo
es: bajo

source: mid
es: medio

source: hi
es: alto

source: lm
es: m-b

source: hm
es: m-a

source: Leveler
es: Nivelador

source: Compressor
es: Compresor

source: Limiter
es: Limitador

source: Attk
es: Atq

source: You cannot subgroup MIDI tracks at this time
es: No puedes crear subgrupos de pistas MIDI en este momento

source: You cannot subgroup tracks with different number of outputs at this time.
es: No puedes crear subgrupos de pistas con diferente número de salidas en este momento.

source: Cannot create thread for TaskList!
es: ¡No se puede crear un hilo para TaskList!

source: foldback %1
es: rotorno %1

source: cannot connect master output %1 to %2
es: no se puede conectar salida master %1 a %2

source: feedback loop setup between %1 and %2
es: Configuración del bucle de retroalimentación entre %1 y %2

source: No more JACK ports are available. You will need to stop %1 and restart JACK with more ports if you need this many tracks.
es: JACK no dispone de más puertos. Debes salir de %1 y reiniciar JACK con más puertos si necesitas tantas pistas.

source: Session: could not create new audio route.
es: Sesión: No se pudo crear la ruta del nuevo audio.

source: Session: UINT_MAX routes? impossible!
es: Sesión: ¿Rutas UINT_MAX? ¡imposible!

source: Session: could not create new route from template
es: Sesión: No se pudo crear la nueva ruta desde plantilla

source: Cannot prepare transport for export
es: No se puede preparar el transporte para la exportación

source: Session: XML state has no options section
es: Sesión: El estado XML no tiene sección de opciones

source: Session: XML state has no metadata section
es: Sesión: el estado XML no tiene sección de metadatos

source: Session: XML state has no sources section
es: Sesión: el estado XML no tiene sección de fuentes

source: Session: XML state has no Tempo Map section
es: Sesión: el estado XML no tiene una sección de mapa de tempo

source: Session: XML state has no locations section
es: Sesión: el estado XML no tiene sección de ubicaciones

source: Session: XML state has no Regions section
es: Sesión: el estado XML no tiene sección de Regiones

source: Session: XML state has no playlists section
es: Sesión: el estado XML no tiene sección de listas de reproducción

source: Session: XML state has no bundles section
es: Sesión: el estado XML no tiene sección de paquetes

source: Session: XML state has no routes section
es: Sesión: el estado XML no tiene sección de rutas

source: Session: XML state has no route groups section
es: Sesión: el estado XML no tiene una sección de grupos de rutas

source: Session: XML state has no edit groups section
es: Sesión: el estado XML no tiene sección de grupos de edición

source: Session: XML state has no mix groups section
es: Sesión: El estado XML no tiene una sección de grupos mixtos

source: Session: XML state has no click section
es: Sesión: el estado XML no tiene sección de clic

source: Session: cannot create Route from XML description.
es: Sesión: no se puede crear una ruta a partir de una descripción XML.

source: raw (no header)
es: raw (sin encabezado)

source: TempoSection XML node has no "movable" property
es: El nodo XML TempoSection no tiene ninguna propiedad "móvil"

source: Legacy session detected. TempoSection XML node will be altered.
es: Sesión heredada detectada. Se modificará el nodo XML TempoSection.

source: TempoSection XML node has an illegal "beats_per_minute" value
es: El nodo XML TempoSection tiene un valor "beats_per_minuto" ilegal

source: TempoSection XML node has an illegal "note-type" value
es: El nodo XML TempoSection tiene un valor de "tipo de nota" ilegal

source: TempoSection XML node has an illegal "end-beats-per-minute" value
es: El nodo XML TempoSection tiene un valor ilegal de "tiempos finales por minuto"

source: TempoSection XML node has no "active" property
es: El nodo XML TempoSection no tiene ninguna propiedad "activa"

source: Legacy session detected - MeterSection XML node will be altered.
es: Se detectó una sesión heredada: se modificará el nodo XML MeterSection.

source: MeterSection XML node has an illegal "start" value
es: El nodo XML MeterSection tiene un valor de "inicio" ilegal

source: MeterSection XML node has an illegal "bbt" value
es: El nodo XML MeterSection tiene un valor "bbt" ilegal

source: MeterSection XML node has no "bbt" property
es: El nodo XML MeterSection no tiene la propiedad "bbt"

source: MeterSection XML node has no "beats-per-bar" or "divisions-per-bar" property
es: El nodo XML MeterSection no tiene ninguna propiedad de "tiempos por compás" o "divisiones por compás"

source: MeterSection XML node has an illegal "divisions-per-bar" value
es: El nodo XML MeterSection tiene un valor ilegal de "divisiones por barra"

source: MeterSection XML node has no "note-type" property
es: El nodo XML MeterSection no tiene propiedad de "tipo de nota"

source: MeterSection XML node has an illegal "note-type" value
es: El nodo XML MeterSection tiene un valor de "tipo de nota" ilegal

source: Meter changes can only be positioned on the first beat of a bar. Moving from %1 to %2
es: Los cambios de compás sólo se pueden realizar en el primer tiempo de un compás. Pasando de %1 a %2

source: no tempo sections defined in tempo map - cannot change tempo @ %1
es: no hay secciones de tempo definidas en el mapa de tempo; no se puede cambiar el tempo @ %1

source: programming error: no meter section in tempo map!
es: Error de programación: ¡no hay sección de compás en el mapa de tempo!

source: programming error: no tempo section in tempo map!
es: Error de programación: ¡no hay sección de tempo en el mapa de tempo!

source: tempo map was asked for BBT time at sample %1
es: Se solicitó el mapa de tempo para el tiempo BBT en la muestra %1

source: tempo map asked for sample time at bar < 1 (%1)
es: mapa de tempo solicitó tiempo de muestra en el compás < 1 (%1)

source: Tempo map: could not set new state, restoring old one.
es: Mapa de tempo: no se pudo establecer un nuevo estado, restaurando el anterior.

source: Multiple meter definitions found at %1
es: Se encontraron múltiples definiciones de medidor en %1

source: Multiple tempo definitions found at %1
es: Se encontraron múltiples definiciones de tempo en %1

source: Tempo map
es: Mapa de tempo

source: Tempo Map
es: Mapa de Tempo

source: Tempo marks:
es: Marcas de tempo:

source: Meter marks:
es: Marcas del Medidor:

source: This will replace the current tempo map! Are you sure you want to do this?
es: ¡Esto reemplazará el mapa de tempo actual! ¿Estás seguro de que quieres hacer esto?

source: MidiDiskstream: could not create region for captured midi!
es: MidiDiskstream: ¡no se pudo crear una región para el midi capturado!

source: Start/Stop
es: Iniciar/Parar

source: Splice
es: Reunir

source: Ripple
es: Rizado
