Repository: Ardour/ardour
Catalog: libs/ardour/po/*.po
Languages: es, pl

source: Cannot load export format from %1
es: No se puede cargar el formato de exportación desde %1
pl: Nie można wczytać formatu eksportu z %1

source: Cannot export format read from %1
es: No se puede exportar el formato leído desde %1
pl: Nie można przeczytać formatu eksportu z %1

source: Cannot export format read from %1: %2
pl: Nie można przeczytać formatu eksportu z %1: %2

source: Ignored format '%1': encoder is not available
es: Formato ignorado '%1': el codificador no está disponible
pl: Zignorowano format „%1”: brak enkodera

source: No timespan has been selected!
es: ¡No se ha seleccionado ningún intervalo de tiempo!
pl: Nie zaznaczono przedziału czasu!

source: No channels have been selected!
es: ¡No se han seleccionado canales!
pl: Nie zaznaczono kanałów!

source: Invalid export channel config!
pl: Niepoprawna konfiguracja kanałów eksportu!

source: Some channels are empty
es: Algunos canales están vacíos
pl: Niektóre kanały są puste

source: Invalid export format selected!
pl: Zaznaczono niepoprawny format eksportu!

source: Destination folder does not exist.
es: La carpeta de destino no existe.
pl: Folder docelowy nie istnieje.

source: No format selected!
es: ¡Ningún formato seleccionado!
pl: Nie zaznaczono formatu!

source: All channels are empty!
es: ¡Todos los canales están vacíos!
pl: Wszystkie kanały są puste!

source: One or more of the selected formats is not compatible with this system!
es: ¡Uno o más de los formatos seleccionados no son compatibles con este sistema!
pl: Jeden bądź więcej zaznaczonych formatów jest niekompatybilna z tym systemem!

source: %1 supports only %2 channels, but you have %3 channels in your channel configuration
es: %1 admite solo %2 canales, pero tienes %3 canales en tu configuración de canales
pl: %1 wspiera tylko %2 kanały(ów), jednak w bieżącej konfiguracji znajdują się %3 kanały(ów)

source: there are already 1000 files with names like %1; versioning discontinued
es: ya hay 1000 archivos con nombres como %1; se discontinúa el versionado
pl: istnieje już 1000 plików o nazwie podobnej do %1; wyłączono wersjonowanie

source: cannot rename file source from %1 to %2 (%3)
es: no se puede cambiar el nombre del origen del archivo de %1 a %2 (%3)
pl: nie można zmienić nazwy źródła z %1 na %2 (%3)

source: FileSource: search path not set
es: Filesource: ruta de búsqueda no especificada
pl: FileSource: nie podano ścieżki wyszukiwania

source: FileSource: "%1" is ambiguous when searching
es: FileSource: "%1" es ambiguo al buscar
pl: FileSource: dla "%1" wyszukiwanie jest dwuznaczne

source: Filesource: cannot find required file (%1)
es: Fuente de archivo: no se puede encontrar el archivo requerido (%1)
pl: Filesource: wymagany plik (%1) nie został odnaleziony

source: Filesource: cannot find required file (%1): %2
es: Filesource: no se puede encontrar el archivo requerido (%1): %2
pl: Filesource: nie można odnaleźć wymaganego pliku (%1): %2

source: Filesource: cannot check for existing file (%1): %2
es: Fuente de archivo: no se puede verificar el archivo existente (%1): %2
pl: Filesource: nie można sprawdzić istniejącego pliku (%1): %2

source: Programming error! %1 tried to rename a file over another file! It's safe to continue working, but please report this to the developers.
es: ¡Error de programación! ¡%1 intentó cambiar el nombre de un archivo sobre otro! Es seguro seguir trabajando, pero infórmalo a los desarrolladores.
pl: Błąd programowania! %1 usiłował nadpisać istniejący plik! Można bezpiecznie kontynuować pracę, jednak przypadek ten należy zgłosić deweloperom.

source: cannot rename file %1 to %2 (%3)
es: no se puede cambiar el nombre del archivo %1 a %2 (%3)
pl: nie można zmienić nazwy pliku %1 na %2 (%3)

source: Cannot create Configuration directory %1 - cannot run
es: No se puede crear el directorio de configuración %1 - no se puede ejecutar
pl: Nie można utworzyć katalogu konfiguracyjnego %1 – nie można kontynuować

source: Configuration directory %1 already exists and is not a directory/folder - cannot run
es: El directorio de configuración %1 ya existe y no es un directorio/carpeta; no se puede ejecutar
pl: Katalog konfiguracyjny %1 już istnieje i nie jest katalogiem/folderem - nie można kontynuować

source: Cannot create cache directory %1 - cannot run
es: No se puede crear el directorio de caché %1; no se puede ejecutar
pl: Nie można utworzyć katalogu cache %1 – nie można kontynuować

source: Cache directory %1 already exists and is not a directory/folder - cannot run
es: El directorio de caché %1 ya existe y no es un directorio/carpeta; no se puede ejecutar
pl: Katalog cache %1 już istnieje i nie jest katalogiem/folderem - nie można kontynuować

source: ARDOUR_DLL_PATH not set in environment - exiting
es: ARDOUR_DLL_PATH no configurado en el entorno - saliendo
pl: Brak zmiennej ARDOUR_DLL_PATH w środowisku - wychodzę

source: Cannot determine %1 package directory
es: No se puede determinar el directorio del paquete %1
pl: Nie można określić katalogu pakietu dla %1

source: ARDOUR_CONFIG_PATH not set in environment
es: ARDOUR_CONFIG_PATH no configurado en el entorno
pl: Brak zmiennej ARDOUR_CONFIG_PATH w środowisku

source: ARDOUR_DATA_PATH not set in environment
es: ARDOUR_DATA_PATH no configurado en el entorno
pl: Brak zmiennej ARDOUR_DATA_PATH w środowisku

source: filter: error creating name for new file based on %1
es: filtro: error al crear el nombre para un nuevo archivo basado en %1
pl: filtr: błąd tworzenia nazwy dla nowego pliku bazującej na %1

source: filter: error creating new file %1 (%2)
es: filtro: error al crear nuevo archivo %1 (%2)
pl: filtr: błąd tworzenia nowego pliku %1 (%2)

source: cannot check session path %1 (%2)
es: no se puede comprobar la ruta de sesión %1 (%2)
pl: nie można sprawdzić ścieżki sesji %1 (%2)

source: cannot check statefile %1 (%2)
es: no se puede verificar el archivo de estado %1 (%2)
pl: nie można sprawdzić pliku stanu %1 (%2)

source: %1 is not a snapshot file
es: %1 no es un archivo de captura instántanea de sesión
pl: %1 nie jest plikiem kopii migawkowej

source: cannot determine current working directory (%1)
es: no se puede determinar el directorio de trabajo actual (%1)
pl: nie można określić bieżącego katalogu roboczego (%1)

source: unknown file type for session %1
es: tipo de archivo desconocido para la sesión %1
pl: nieznany typ pliku dla sesji %1

source: Archive is empty
es: El archivo está vacío.
pl: Archiwum jest puste

source: Archive does not contain a session folder
es: El archivo no contiene una carpeta de sesión
pl: Archiwum nie zawiera foldera sesji

source: Archive does not contain a valid session structure
es: El archivo no contiene una estructura de sesión válida
pl: Archiwum nie zawiera poprawnej struktury sesji

source: Archive does not contain a session file
es: El archivo no contiene un archivo de sesión
pl: Archiwum nie zawiera pliku sesji

source: Destination '%1' already exists.
es: El destino '%1' ya existe.
pl: Cel „%1” już istnieje.

source: Extracted session-archive to '%1'.
es: Se extrajo el archivo de sesión en '%1'.
pl: Rozpakowano archiwum sesji do „%1”.

source: Error reading file-archive
es: Error al leer el archivo-archivo
pl: Błąd odczytu archiwum sesji

source: Error extracting file-archive
es: Error al extraer el archivo comprimido
pl: Błąd rozpakowania archiwum sesji

source: No Error
es: Sin errores
pl: Brak błędu

source: File extension is not %1
es: La extensión del archivo no es %1
pl: Rozszerzenie pliku inne niż %1

source: Destination folder already exists.
es: La carpeta de destino ya existe.
pl: Folder docelowy już istnieje.

source: Unknown Error
es: Error desconocido
pl: Nieznany błąd

source: Released CPU DMA latency request
pl: Zwolniono żądanie opóźnienia DMA procesora

source: Could not set CPU DMA latency to %1 usec (%2)
pl: Nie można ustawić opóźnienia CPU DMA na %1 usec (%2)

source: Set CPU DMA latency to %1 usec
pl: Ustawiono opóźnienie CPU DMA na %1 usec

source: Could not set system open files limit to "unlimited"
es: No se pudo establecer el límite de archivos abiertos del sistema en "ilimitado"
pl: Nie można ustawić systemowego limitu otwartych plików na „unlimited”

source: Could not set system open files limit to %1
es: No se pudo establecer el límite de archivos abiertos del sistema en %1
pl: Nie można ustawić systemowego limitu otwartych plików na %1

source: Your system is configured to limit %1 to %2 open files
es: Su sistema está configurado para limitar de %1 a %2 archivos abiertos
pl: W tym systemie dla programu %1 ustawiony jest limit otwartych plików na %2

source: Could not get system open files limit (%1)
es: No se pudo obtener el límite de archivos abiertos del sistema (%1)
pl: Nie można odczytać limitu otwartych plików w systemie (%1)

source: Could not set system open files limit. Current limit is %1 open files
es: No se pudo establecer el límite de archivos abiertos del sistema. El límite actual es %1 archivos abiertos
pl: Nie można ustawić systemowego limitu otwartych plików. Obecny limit to %1 otwartych plików

source: Loading configuration
es: Cargando configuración
pl: Ładowanie konfiguracji

source: Monitor
pl: Monitorowanie

source: Master
pl: Suma

source: Control
pl: Sterowanie

source: FaderPort Recv
es: FaderPort Recb
pl: FaderPort Odbiór

source: FaderPort Send
es: FaderPort Envío
pl: FaderPort Wysyłka

source: FaderPort2 Recv
es: FaderPort2 Recb
pl: FaderPort2 Odbiór

source: FaderPort2 Send
es: FaderPort2 Envío
pl: FaderPort2 Wysyłka

source: FaderPort8 Recv
es: FaderPort8 Recb
pl: FaderPort8 Odbiór

source: FaderPort8 Send
es: FaderPort8 Envío
pl: FaderPort8 Wysyłka

source: FaderPort16 Recv
es: FaderPort16 Recb
pl: FaderPort16 Odbiór

source: FaderPort16 Send
es: FaderPort16 Envío
pl: FaderPort16 Wysyłka

source: Console1 Recv
pl: Console1 Odbiór

source: Console1 Send
pl: Console1 Wysyłka

source: Could not graph to file (%1)
es: No se pudo graficar al archivo (%1)
pl: Nie można zapisać grafu do pliku (%1)

source: Cannot find new filename for imported file %1
es: No se puede encontrar un nuevo nombre de archivo para el archivo importado %1
pl: Nie można znaleźć nowej nazwy pliku dla importowanego pliku %1

source: Could not find a source for %1 even though we are updating this file!
es: ¡No se pudo encontrar una fuente para %1 a pesar de que estamos actualizando este archivo!
pl: Nie można odnaleźć źródła dla %1, mimo iż jest on aktualizowany!

source: Unable to create file %1 during import
es: Incapaz de crear el archivo %1 durante la importación
pl: Nie można utworzyć pliku %1 podczas importu

source: Resampling %1 from %2kHz to %3kHz
es: Remuestreo de %1 de %2kHz a %3kHz
pl: Resampling %1 z %2kHz na %3kHz

source: Copying %1
es: Copiando %1
pl: Kopiowanie %1

source: No usable MIDI data found for file %1 of %2
pl: Plik %1 z %2 nie zawierała użytecznych danych MIDI

source: MIDI file could not be written (best guess: %1)
es: No se pudo escribir el archivo MIDI (mejor estimación: %1)
pl: Nie można zapisać pliku MIDI (prawdopodobnie: %1)

source: Track %1 contained no usable MIDI data
pl: Ścieżka %1 nie zawiera użytecznych danych MIDI

source: MIDI file has unsupported SMF format type %1
pl: Plik MIDI ma niewspierany format SMF typu %1

source: deinterlace_midi_region: failed to create sources
pl: deinterlace_midi_region: nie można utworzyć źródeł

source: deinterlace_midi_region: error opening MIDI file for splitting
pl: deinterlace_midi_region: nie można otworzyć pliku MIDI do podziału

source: Import: cannot open input sound file "%1"
es: Importación: No se pudo abrir el archivo de entrada de sonido "%1"
pl: Import: nie można otworzyć wejściowego pliku audio „%1”

source: Import: error opening MIDI file
es: Importar: error al abrir el archivo MIDI
pl: Import: nie można otworzyć pliku MIDI

source: Import: file contains no channels.
es: Importar: el archivo no contiene canales.
pl: Import: plik nie zawiera kanałów.

source: Loading MIDI file %1
es: Cargando archivo MIDI %1
pl: Ładowanie pliku MIDI %1

source: Failed to remove some files after failed/cancelled import operation
es: No se pudieron eliminar algunos archivos después de una operación de importación fallida o cancelada
pl: Nie można usunąć niektórych plików po błędnej/przerwanej operacji importu

source: PT Import : MISSING `%1`, inserting ref to missing source
es: Importación PT: FALTA `%1`, insertando referencia a la fuente que falta
pl: Import PT : BRAKUJĄCY `%1`, dołączanie ref do brakującego źródła

source: PT Import : MISSING `%1`, please check Audio Files
es: Importación PT: FALTA `%1`, verifique los archivos de audio
pl: Import PT : BRAKUJĄCY `%1`, proszę sprawdzić pliki audio

source: Failed to find any audio for PT import
es: No se pudo encontrar ningún audio para importar PT
pl: Nie można znaleźć żadnego audio do importu PT

source: Failed to load one or more of the audio files for PT import, see above list
es: No se pudieron cargar uno o más archivos de audio para importar PT, consulte la lista anterior
pl: Nie można wczytać jednego lub kilku plików audio do importu PT, lista powyżej

source: All audio files found for PT import!
es: ¡Todos los archivos de audio encontrados para importar PT!
pl: Znaleziono wszystkie pliki audio do importu PT!

source: Unknown
es: Desconocido
pl: Nieznany

source: %1 - cannot find any track/bus with the ID %2 to connect to
es: %1 - no se puede encontrar ninguna pista/bus con el ID %2 para conectarse
pl: %1 – nie można znaleźć żadnej ścieżki/szyny z ID %2, do której można się podłączyć

source: IO: cannot disconnect port %1 from %2
es: IO: no se puede desconectar el puerto %1 de %2
pl: we/wy: nie można odłączyć portu %1 od %2

source: IO: cannot register input port %1
es: IO: no se puede registrar el puerto de entrada %1
pl: we/wy: nie można dodać portu wejściowego %1

source: IO: cannot register output port %1
es: IO: no se puede registrar el puerto de salida %1
pl: we/wy: nie można dodać portu wyjściowego %1

source: incorrect XML node "%1" passed to IO object
es: Nodo XML incorrecto "%1" pasado al objeto IO
pl: niewłaściwy węzeł XML przekazany do obiektu we/wy

source: in
pl: wej.

source: out
pl: wyj.

source: input
es: entrada
pl: wejście

source: output
es: salida
pl: wyjście

source: Unknown bundle "%1" listed for %2 of %3
es: Paquete desconocido "%1" listado para %2 de %3
pl: Niewłaściwa paczka „%1” wskazana dla %1 z %3

source: Bundle %1 was not available - "%2" used instead
es: El paquete %1 no estaba disponible; en su lugar se utilizó "%2"
pl: Paczka %1 niedostępna – użyto „%2”

source: No %1 bundles available as a replacement
es: No hay paquetes %1 disponibles como reemplazo
pl: Brak zamienników paczek typu %1

source: %1: cannot create I/O ports
es: %1: no se pueden crear puertos de E/S
pl: %1: nie można utworzyć portów we/wy

source: IO: badly formed string in XML node for inputs "%1"
es: IO: cadena mal formada en el nodo XML para las entradas "%1"
pl: we/wy: źle sformatowany ciąg znaków w węźle XML dla wejść „%1”

source: bad input string in XML node "%1"
es: Cadena de entrada incorrecta en el nodo XML "%1"
pl: zły ciąg wejściowy w węźle XML „%1”

source: IO: badly formed string in XML node for outputs "%1"
es: IO: cadena mal formada en el nodo XML para las salidas "%1"
pl: we/wy: źle sformatowany ciąg znaków w węźle XML dla wyść „%1”

source: IO: bad output string in XML node "%1"
es: IO: cadena de salida incorrecta en el nodo XML "%1"
pl: we/wy: zły ciąg wyjściowy w węźle XML „%1”

source: IO|Out
pl: Wyj.

source: IO|In
pl: Wej.

source: R
es: D
pl: P

source: IO
pl: We/Wy

source: IO|Pre
pl: Przed

source: IO|Post
pl: Za

source: send
es: envío
pl: wysyłka

source: return
es: volver
pl: powrót

source: IOTaskList: cannot acquire realtime permissions.
pl: IOTaskList: nie można uzyskać uprawnień czasu rzeczywistego.

source: LADSPA: Unable to open module:
es: LADSPA: No se puede abrir el módulo:
pl: LADSPA: Nie można otworzyć modułu

source: LADSPA: module has no descriptor function.
es: LADSPA: el módulo no tiene función descriptiva.
pl: LADSPA: brak funkcji deskryptora w module

source: LADSPA: plugin has gone away since discovery!
es: LADSPA: ¡el plugin ha desaparecido desde su descubrimiento!
pl: LADSPA: po wykryciu wtyczka zniknęła!

source: LADSPA: "%1" cannot be used, since it cannot do inplace processing
es: LADSPA: "%1" no se puede utilizar porque no puede realizar procesamiento local
pl: LADSPA: "%1" nie może być użyta ze względu na brak przetwarzania „in-place”

source: illegal parameter number used with plugin "%1". This may indicate a change in the plugin design, and presets may be invalid
es: número de parámetro ilegal utilizado con el plugin "%1". Esto puede indicar un cambio en el diseño del plugin y los ajustes preestablecidos pueden no ser válidos
pl: niewłaściwa liczba prametrów użytych we wtyczce „%1”. Można to oznaczać zmianę w konstrukcji wtyczki – tym samym presety mogą nie działać

source: Bad node sent to LadspaPlugin::set_state
es: Nodo incorrecto enviado a LadspaPlugin::set_state
pl: Zły węzeł wysłany do LadspaPlugin::set_state

source: LADSPA: no ladspa port number
es: LADSPA: sin número de puerto ladspa
pl: LADSPA: brak numeru portu

source: LADSPA: no ladspa port data
es: LADSPA: no hay datos del puerto ladspa
pl: LADSPA: brak danych portu

source: Could not locate HOME. Preset file not written.
pl: Nie można odnaleźć HOME. Nie zapisano pliku presetu.

source: Could not create %1. Preset not saved. (%2)
es: No se pudo crear %1. El preset no se guardó. (%2)
pl: Nie można utworzyć %1. Nie zapisano presetu. (%2)

source: Error saving presets file %1.
es: Error al guardar el archivo de preajuste %1.
pl: Błąd zapisu pliku presetu %1.

source: incorrect XML node passed to Location::set_state
es: Nodo XML incorrecto pasado a Ubicación::set_state
pl: niewłaściwy węzeł XML przekazany do Location::set_state

source: XML node for Location has no ID information
es: El nodo XML para Ubicación no tiene información de ID
pl: Węzeł XML dla położenia nie zawiera informacji ID

source: XML node for Location has no name information
es: El nodo XML para Ubicación no tiene información de nombre
pl: Węzeł XML dla położenia nie zawiera informacji o nazwie

source: XML node for Location has no start information
es: El nodo XML para Ubicación no tiene información de inicio
pl: Węzeł XML dla położenia nie zawiera informacji o początku

source: XML node for Location has no end information
es: El nodo XML para Ubicación no tiene información final
pl: Węzeł XML dla położenia nie zawiera informacji o końcu

source: XML node for Location has no flags information
es: El nodo XML para Ubicación no tiene información de indicadores
pl: Węzeł XML dla położenia nie zawiera informacji o flagach

source: Locations: attempt to use unknown location as selected location
es: Ubicaciones: intente utilizar una ubicación desconocida como ubicación seleccionada
pl: Położenia: próba wybrania nieznanego położenia

source: cue
pl: bit

source: mark
pl: znacznik

source: range
pl: zakres

source: incorrect XML mode passed to Locations::set_state
es: Se pasó el modo XML incorrecto a Locations::set_state
pl: niewłaściwy tryb XML przekazany do Location::set_state

source: session
es: sesión
pl: sesja

source: could not load location from session file - ignored
es: no se pudo cargar la ubicación desde el archivo de sesión - ignorado
pl: nie można odczytać położenia z piku sesji – zignorowano

source: LTCFileReader: cannot open file "%1"
es: LTCFileReader: no se puede abrir el archivo "%1"
pl: LTCFileReader: nie można otworzyć pliku „%1”

source: LTCFileReader: cannot open file "%1" (%3)
es: LTCFileReader: no se puede abrir el archivo "%1" (%3)
pl: LTCFileReader: nie można otworzyć pliku „%1” (%3)

source: LTCFileReader: "%1" is an empty audio file
es: LTCFileReader: "%1" es un archivo de audio vacío
pl: LTCFileReader: „%1” to pusty plik audio

source: LTCFileReader:: invalid audio channel selected
es: LTCFileReader:: canal de audio no válido seleccionado
pl: LTCFileReader: wybrano niewłaściwy kanał audio

source: Script with given name was not found
es: No se encontró el script con el nombre de pila
pl: Nie znaleziono skryptu o tej nazwie

source: Failed to instantiate Lua Processor
es: No se pudo crear una instancia del procesador Lua
pl: Nie można uruchomić instancji Lua Processora

source: Cannot set up new send: %1
pl: Nie można skonfigurować nowej wysyłki: %1

source: Failed to load Lua script from session state.
es: No se pudo cargar el script Lua desde el estado de la sesión.
pl: Nie można załadować skryptu Lua ze stanu sesji.

source: Session State for LuaProcessor did not include a Lua script.
es: El estado de sesión para LuaProcessor no incluía un script Lua.
pl: Stan sesji dla LuaProcessora nie zawiera skryptu Lua.

source: Invalid/incompatible Lua script found for LuaProcessor.
es: Se encontró un script Lua no válido/incompatible para LuaProcessor.
pl: Znaleziono niewłaściwy/niekompatybilny skrypt Lua dla LuaProcessora.

source: Bad node sent to LuaProc::set_state
es: Nodo incorrecto enviado a LuaProc::set_state
pl: Wysłano zły węzeł do LuaProc::set_state

source: LuaProc: port has no symbol, ignored
es: LuaProc: el puerto no tiene símbolo, se ignora
pl: LuaProc: port nie ma symbolu, zignorowano

source: LuaProc: port has no value, ignored
es: LuaProc: el puerto no tiene valor, se ignora
pl: LuaProc: port nie ma wartości, zignorowano

source: Unable to create LuaProc presets directory
es: No se puede crear el directorio de ajustes preestablecidos de LuaProc
pl: Nie można utworzyć katalogu presetów LuaProc

source: Script '%1' has no valid descriptor.
es: El script '%1' no tiene un descriptor válido.
pl: Skrypt „%1” nie zawiera poprawnego deskryptora.

source: Meter
es: Medidor
pl: Miernik

source: Change has no note, using note ID
es: El cambio no tiene nota, usando ID de nota
pl: Zmiana nie zawiera nuty, używam ID nuty

source: Change has no note or note ID
es: El cambio no tiene nota ni ID de nota
pl: Zmiana nie zawiera nuty ani ID nuty

source: No NoteID found for note property change - ignored
es: No se encontró ningún ID de nota para el cambio de propiedad de la nota: se ignora
pl: Nie znaleziono NoteID przy zmianie właściwości nuty – zignorowano

source: No SysExID found for sys-ex property change - ignored
es: No se encontró ningún SysExID para el cambio de propiedad sys-ex: ignorado
pl: Nie znaleziono SysExID przy zmianie właściwości sys-ex – zignorowano

source: conform to tempo map
pl: dostosuj do mapy tempa

source: Loading %1 MIDI patch from %2
es: Cargando %1 parche MIDI desde %2
pl: Ładownie %1 programu MIDI z %2

source: Unloading %1 MIDI patch from %2
es: Descargando %1 parche MIDI de %2
pl: Wyładowanie %1 programu MIDI z %2

source: Error parsing MIDI patch file %1
es: Error al analizar el archivo de parche MIDI %1
pl: Błąd parsowania pliku z programami MIDI %1

source: Duplicate MIDI device `%1' in `%2' ignored
es: Dispositivo MIDI duplicado `%1' en `%2' ignorado
pl: Zignorowano zduplikowane urządzenie MIDI „%1” w „%2”

source: Removing MIDI patch file %1
es: Eliminando el archivo de parche MIDI %1
pl: Usuwanie pliku programu MIDI %1

source: Scene
es: Escena
pl: Scena

source: scene [%1]
pl: scena [%1]

source: Missing parameter property on InterpolationStyle
es: Propiedad de parámetro faltante en InterpolationStyle
pl: Brakujący parametr „property” przy InterpolationStyle

source: Missing style property on InterpolationStyle
es: Propiedad de estilo faltante en InterpolationStyle
pl: Brakujący styl „property” przy InterpolationStyle

source: Missing parameter property on AutomationState
es: Propiedad de parámetro faltante en AutomationState
pl: Brakujący parametr „property” przy AutomationState
