Repository: Ardour/ardour
Catalog: libs/ardour/po/*.po
Languages: es, pl

source: Missing state property on AutomationState
es: Propiedad de estado faltante en AutomationState
pl: Brakujący stan „property” przy AutomationState

source: MIDI stretch created non-MIDI source
es: Estiramiento MIDI creado fuente no MIDI
pl: Rozciąganie MIDI utworzyło źródło nie-MIDI

source: monitor dim
es: monitor tenue
pl: przyciszanie monitorowania

source: monitor cut
es: monitor cortar
pl: wyciszenie monitorowania

source: monitor mono
pl: mono monitorowania

source: monitor dim level
es: monitor nivel tenue
pl: poziom przyciszenia monitorowania

source: monitor solo boost level
es: monitor nivel solo boost
pl: poziom podbicia solo monitorowania

source: cut control %1
es: control de corte %1
pl: sterowanie wyciszeniem %1

source: dim control
es: control tenue
pl: sterowanie przyciszeniem

source: polarity control
es: control de polaridad
pl: sterowanie polaryzacją

source: solo control
pl: sterowanie solo

source: Unknown rate/drop value %1 in incoming MTC stream, session values used instead
es: Valor desconocido de tasa/caída %1 en la transmisión MTC entrante; en su lugar se utilizan valores de sesión
pl: Nieznana wartość rate/drop %1 w przychodzącym strumieniu MTC, zamiast tego użyto wartości sesji

source: capture
es: captura
pl: nagranie

source: paste
es: pegar
pl: wklejenie

source: duplicate region
es: duplicar región
pl: powielenie regionu

source: insert file
es: inserar archivo
pl: dodanie pliku

source: insert region
es: insert región
pl: dodanie regionu

source: drag region brush
es: arrastrar pincel de región
pl: przeciąganie pędzlem regionu

source: region drag
es: arrastrar región
pl: przeciągnięcie regionu

source: selection grab
es: agarre de selección
pl: chwytanie zaznaczenia

source: region fill
es: relleno de región
pl: wypełnienie regionem

source: fill selection
es: rellenar selección
pl: wypełnienie zaznaczenie

source: create region
es: crear región
pl: tworzenie regionu

source: region copy
es: copia de región
pl: kopiowanie regionu

source: fixed time region copy
es: copia de región de tiempo fijo
pl: przeciąganie regionu o stały czas

source: looking for panners in %1
es: buscando panoramizadores en %1
pl: szukanie regulacji panoramy w %1

source: Panner discovered: "%1" in %2
es: Panner descubrió: "%1" en %2
pl: Regulacja panoramy znaleziona: „%1” w %1

source: PannerManager: cannot load module "%1" (%2)
es: PannerManager: no se puede cargar el módulo "%1" (%2)
pl: MenedżerPanoramy: nie można załadować modułu „%1” (%2)

source: PannerManager: module "%1" has no descriptor function.
es: PannerManager: el módulo "%1" no tiene función de descriptor.
pl: PannerManager: brak funkcji deskryptora w module %1.

source: no panner discovered for in/out = %1/%2
es: no se descubrió ningún panoramizador para entrada/salida = %1/%2
pl: brak regulacji panoramy dla we/wy = %1/%2

source: No panner found: check that panners are being discovered correctly during startup.
es: No se encontró ningún panoramizador: verifique que los panoramizadores se descubran correctamente durante el inicio.
pl: Nie znaleziono regulacji panoramy: należy sprawdzić, czy regulacja została poprawnie wykryta podczas uruchamiania.

source: select panner: %1
es: seleccionar panoramizador : %1
pl: wybór panoramy: %1

source: Unknown panner plugin "%1" found in pan state - ignored
es: Complemento de paneo desconocido "%1" encontrado en estado paneo: ignorado
pl: W statusie panoramy znaleziono nieznaną wtyczkę kontroli panoramy – zignorowano

source: panner plugin node has no type information!
es: ¡El nodo del plugin panner no tiene información de tipo!
pl: brak informacji o typie w węźle wtyczki panoramy!

source: Mid
pl: Środek

source: Off
pl: Wył.

source: Near
pl: Blisko

source: Far
pl: Daleko

source: All
es: Todos
pl: Wszystko

source: No Back
pl: Bez tyłu

source: No Sides
pl: Bez boków

source: Center Back
pl: Tył centralny

source: Screen Only
pl: Tylko ekran

source: Surround Only
pl: Tylko surround

source: Normal
pl: Normalny

source: Invert
es: Invertir
pl: Odwrócony

source: Input
es: Entrada
pl: Wejście

source: Disk
es: Disco
pl: Dysk

source: Note|C
es: C
pl: C

source: Note|C#
es: C#
pl: C#

source: Note|D
es: D
pl: D

source: Note|D#
es: D#
pl: D#

source: Note|E
es: E
pl: E

source: Note|F
es: F
pl: F

source: Note|F#
es: F#
pl: F#

source: Note|G
es: G
pl: G

source: Note|G#
es: G#
pl: G#

source: Note|A
es: A
pl: A

source: Note|A#
es: A#
pl: A#

source: Note|B
es: B
pl: H

source: Playlist::partition_internal() with time domains mismatch %1 %2 (expected %3 time)
pl: Playlist::partition_internal() z niezgodnością trybu czasu %1 %2 (oczekiwany czas %3 )

source: region state node has no ID, ignored
es: el nodo de estado de la región no tiene ID, se ignora
pl: brak ID w węźle stanu regionu , zignorowano

source: Playlist: cannot create region from XML
es: Lista de reproducción: no se puede crear una región desde XML
pl: Lista odtwarzania: nie można utworzyć regionu z XML

source: No playlist ID in PlaylistSource XML!
es: ¡No hay ID de lista de reproducción en PlaylistSource XML!
pl: Brak ID listy odtwarzania w PlaylistSource XML!

source: Could not construct playlist for PlaylistSource from session data!
es: ¡No se pudo crear una lista de reproducción para PlaylistSource a partir de los datos de la sesión!
pl: Nie można stworzyć listy odtwarzania dla PlaylistSource z danych sesji!

source: XML node describing plugin is missing the `type' field
es: Al nodo XML que describe el plugin le falta el campo "tipo"
pl: Brak pola „type” w węźle XML opisującym wtyczkę

source: unknown plugin type %1 in plugin insert state
es: Tipo de plugin desconocido %1 en estado de inserción de plugins
pl: nieznany typ wtyczki %1

source: Plugin has no unique ID field
es: El plugin no tiene un campo de ID único
pl: Brak unikalnego pola ID we wtyczce

source: Found a reference to a plugin ("%1") that is unknown. Perhaps it was removed or moved since it was last used.
es: Se encontró una referencia a un plugin ("%1") que no se conoce. Quizás se suprimió o se movió desde la última vez que fue usado.
pl: Znaleziono odwołanie do nieznanej wtyczki („%1”). Być może została usunięta bądź zamieniona od czasu ostatniego użycia.

source: Trying to remove nonexistent preset.
es: Intentando eliminar un ajuste preestablecido inexistente.
pl: Próba usunięcie nieistniejącego presetu.

source: Cannot remove plugin factory preset.
es: No se puede eliminar el ajuste preestablecido de fábrica del plugin.
pl: Nie można usunąć presetu dostawcy.

source: A factory presets with given name already exists.
pl: Istnieje już preset dostawcy o takiej samej nazwie.

source: Failed to save plugin preset.
pl: Nie można zapisać presetu wtyczki.

source: Plugin Enable
es: Habilitar plugin
pl: Wtyczka włączona

source: PluginInsert: VST Bypass failed, falling back to host bypass.
es: PluginInsert: Falló la omisión de VST, recurriendo a la omisión del host.
pl: Wstawianie wtyczki: ominięcie VST nie powiodło się, używam ominięcia hosta.

source: programming error:
es: error de programación:
pl: błąd programowania:

source: PluginInsert: Auto: no ladspa port number
es: PluginInsert: Auto: sin número de puerto ladspa
pl: Wstawianie wtyczki: Auto: brak numeru portu ladspa

source: PluginInsert: Auto: port id out of range
es: PluginInsert: Automático: ID de puerto fuera de rango
pl: Wstawianie wtyczki: Auto: id portu poza zakresem

source: PluginInsert: automatable control %1 not found - ignored
es: PluginInsert: control automatizable %1 no encontrado - ignorado
pl: Wstawianie wtyczki: automatyzowany parametr %1 nie znaleziony – ignorowanie

source: Discovering Plugins
es: Descubriendo plugins
pl: Odnajdywanie wtyczek

source: Scanning LADSPA Plugins
es: Escaneo de plugins de LADSPA
pl: Wyszukiwanie wtyczek LADSPA

source: Scanning Lua DSP Processors
es: Escaneo de procesadores Lua DSP
pl: Wyszukiwanie procesorów DSP Lua

source: Scanning LV2 Plugins
es: Escaneo de plugins LV2
pl: Wyszukiwanie wtyczek LV2

source: Scanning Windows VST Plugins
es: Escaneo de plugins VST de Windows
pl: Wyszukiwanie wtyczek Windows VST

source: Discovering Windows VST Plugins
es: Descubriendo plugins VST de Windows
pl: Odnajdywanie wtyczek Windows VST

source: Scanning Linux VST Plugins
es: Escaneo de plugins VST de Linux
pl: Wyszukiwanie wtyczek Linux VST

source: Discovering Linux VST Plugins
es: Descubriendo plugins VST de Linux
pl: Odnajdywanie wtyczek Linux VST

source: Scanning Mac VST Plugins
es: Escaneo de plugins VST de Mac
pl: Wyszukiwanie wtyczek Mac VST

source: Discovering Mac VST Plugins
es: Descubriendo plugins VST de Mac
pl: Odnajdywanie wtyczek Mac VST

source: Scanning VST3 Plugins
pl: Wyszukiwanie wtyczek VST3

source: Discovering VST3 Plugins
pl: Odnajdywanie wtyczek VST3

source: Scanning AU Plugins
es: Escaneo de plugins de AU
pl: Wyszukiwanie wtyczek AU

source: Discovering AU Plugins
es: Descubriendo plugins de AU
pl: Odnajdywanie wtyczek AU

source: Plugin Scan Complete...
es: Escaneo de plugins completo...
pl: Zakończono wyszukiwanie wtyczek...

source: Indexing Plugins...
es: Indexando Plugins...
pl: Indeksowanie wtyczek...

source: Reading RDF %1
pl: Czytanie RDF %1

source: Could not parse RDF %1
pl: Nie można przetworzyć RDF %1

source: Cannot load module "%1" (%2)
pl: Nie można wczytać modułu „%1” (%2)

source: LADSPA module "%1" has no descriptor function (%2).
pl: Moduł LADSPA „%1” nie ma deskryptora funkcji (%2).

source: LADSPA ignored blacklisted unique-id %1.
pl: LADSPA: zignorowany zablokowany unique-id %1.

source: Found LADSPA plugin, id: %1 name: %2, Inputs: %3, Outputs: %4
pl: Znaleziono plugin LADSPA, id: %1 nazwa: %2, wejścia: %3, wyjścia: %4

source: LADSPA ignored plugin with duplicate id %1.
pl: LADSPA: zignorowana wtyczka ze zdublowanym id %1.

source: LADSPA no plugins found in module.
pl: LADSPA: nie znaleziono wtyczek w module.

source: Cannot launch AU scanner app '%1': %2
pl: Nie można uruchomić aplikacji wyszukującej AU „%1”: %2

source: Saved AUV2 plugin cache to %1
pl: Zapisano pamięć podręczną wtyczki AUV2 do %1

source: Scan Failed.
pl: Wyszukiwanie nie powiodło się.

source: Cannot parse AUv2 cache file '%1' for plugin '%2'
pl: Nie można przetworzyć pliku pamięci podręcznej AUv2 „%1” dla wtyczki „%2”

source: Cache file %1 ID mismatch '%2' vs '%3'
pl: Niezgodność identyfikatora pliku bufora podręcznego %1:„%2” vs „%3”

source: Corrupt AUv2 cache file '%1'
pl: Uszkodzony plik bufora pamięci podręcznej AUv2: „%1”.

source: Indexing
pl: Indeksowanie

source: Cannot write to VST2 blacklist file '%1'
pl: Nie można zapisać do pliku listy blokowanych VST2 „%1”

source: Cannot launch VST scanner app '%1': %2
pl: Nie można uruchomić aplikacji wyszukującej VST „%1”: %2

source: plugin '%1' does not support processReplacing, and so cannot be used in %2 at this time
pl: wtyczka „%1” nie wspiera „processReplacing” i nie może być tym razem użyta przez program %2

source: Ignoring plugin '%1'. VST-ID conflicts with other plugin '%2' files: '%3' vs '%4'
pl: Ignorowanie wtyczki „%1”. Konflikt VST-ID z innymi wtyczkami „%2”: „%3” vs „%4”.

source: Saved VST2 plugin cache to '%1'
pl: Zapisano pamięć podręczną wtyczki VST2 do „%1”

source: Cannot parse VST2 cache file '%1' for plugin '%2'
pl: Nie można przetworzyć pliku pamięci podręcznej VST2 „%1” dla wtyczki „%2”

source: Invalid VST2 cache file '%1'
pl: Niepoprawny plik pamięci podręcznej VST2 „%1”

source: VST2 architecture mismatches '%1'
pl: Niezgodność architektury VST2 „%1”

source: Corrupt VST2 cache file '%1'
pl: Uszkodzony plik pamięci podręcznej VST2: „%1”.

source: Disabled WindowsVST scan (safe mode)
es: Escaneo WindowsVST deshabilitado (modo seguro)
pl: Wyłączono wyszukiwanie WindowsVST (tryb bezpieczny)

source: Disabled MacVST scan (safe mode)
es: Escaneo MacVST deshabilitado (modo seguro)
pl: Wyłączono wyszukiwanie MacVST (tryb bezpieczny)

source: Disabled LinuxVST scan (safe mode)
es: Escaneo LinuxVST deshabilitado (modo seguro)
pl: Wyłączono wyszukiwanie LinuxVST (tryb bezpieczny)

source: Cannot write to VST3 blacklist file '%1'
pl: Nie można zapisać do pliku listy blokowanych VST3 „%1”

source: Disabled VST3 scan (safe mode)
pl: Wyłączono wyszukiwanie VST3 (tryb bezpieczny)

source: Saved VST3 plugin cache to '%1'
pl: Zapisano pamięć podręczną wtyczki VST3 do „%1”

source: Cannot parse VST3 cache file '%1' for plugin '%2'
pl: Nie można przetworzyć pliku pamięci podręcznej VST3 „%1” dla wtyczki „%2”

source: Invalid VST3 cache file '%1'
pl: Niepoprawny plik pamięci podręcznej VST3 „%1”

source: Corrupt VST3 cache file '%1'
pl: Uszkodzony plik pamięci podręcznej VST3 „%1”

source: unknown plugin status type "%1" - all entries ignored
es: tipo de estado de plugin desconocido "%1": se ignoran todas las entradas
pl: nieznany rodzaj statusu wtyczki „%1” – wszystkie wpisy zignorowane

source: unknown plugin type "%1" - ignored
es: Tipo de plugin desconocido "%1" - ignorado
pl: nieznany rodzaj wtyczki „%1” – zignorowane

source: Could not save Plugin Statistics to %1
pl: Nie można zapisać statystyk wtyczek do %1

source: Loading plugin statistics file %1
pl: Ładowanie pliku statystyk wtyczki %1

source: Cannot parse plugin statistics from %1
pl: Nie można przetworzyć pliku statystyk z %1

source: Loading plugin order file %1
es: Cargando archivo de pedido de plugin %1
pl: Wczytywanie pliku kolejności wtyczki %1

source: Cannot parse Plugin Order info from %1
es: No se puede analizar la información del pedido del plugin de %1
pl: Nie można przetworzyć pliku kolejności wtyczki z %1

source: Could not save Plugin Order info to %1
es: No se pudo guardar la información del pedido del plugin en %1
pl: Nie można zapisać informacji o kolejności wtyczki do %1

source: Could not save Plugin Tags info to %1
es: No se pudo guardar la información de las etiquetas de plugin en %1
pl: Nie można zapisać informacji o tagach wtyczki do %1

source: Loading plugin meta data file %1
es: Cargando el archivo de metadatos del plugin %1
pl: Wczytywanie pliku metadanych wtyczki %1

source: Cannot parse plugin tag info from %1
es: No se puede analizar la información de la etiqueta del plugin de %1
pl: Nie można przetworzyć pliku informacji o tagach wtyczki z %1

source: PluginManager::sanitize_tag could not tokenize string:
es: PluginManager::sanitize_tag no pudo tokenizar la cadena:
pl: PluginManager::sanitize_tag nie mógł podzielić ciągu na tokeny:

source: PluginManager: Could not tokenize string:
es: PluginManager: No se pudo tokenizar la cadena:
pl: PluginManager: Nie można podzielić ciągu na tokeny:

source: Cannot load Plugin Scan Log from '%1'.
pl: Nie można przeczytać logów wyszukiwania wtyczki „%1”.

source: Plugin Scan Log '%1' contains invalid information.
pl: Logi wyszukiwania wtyczki „%1” zawierają niepoprawne informacje.

source: Could not save Plugin Scan Log to %1
pl: Nie można zapisać logów wyszukiwania wtyczki do %1

source: could not reregister %1
es: no se pudo registrar %1
pl: nie można było zarejestrować %1

source: BackendPort::connect (): invalid (null) port
es: BackendPort::connect (): puerto no válido (nulo)
pl: BackendPort::connect (): niepoprawny (null) port

source: BackendPort::connect (): wrong port-type trying to connect %1 and %2
pl: BackendPort::connect (): zły port-type przy próbie połączenia do %1 i %2

source: BackendPort::connect (): cannot inter-connect output ports %1 and %2.
pl: BackendPort::connect (): nie można połączyć wyjściowych portów %1 i %2.

source: BackendPort::connect (): cannot inter-connect input ports.
es: BackendPort::connect (): no puede interconectar puertos de entrada.
pl: BackendPort::connect (): nie można połączyć portów wejściowych.

source: BackendPort::connect (): cannot self-connect ports.
es: BackendPort::connect (): no puede autoconectar puertos.
pl: BackendPort::connect (): nie można podłączyć tych samych portów.

source: BackendPort::connect (): ports are already connected:
es: BackendPort::connect (): los puertos ya están conectados:
pl: BackendPort::connect (): porty są już podłączone:

source: BackendPort::disconnect (): invalid (null) port
es: BackendPort::disconnect (): puerto no válido (nulo)
pl: BackendPort::disconnect (): niewłaściwy (null) port

source: BackendPort::disconnect (): ports are not connected:
es: BackendPort::disconnect (): los puertos no están conectados:
pl: BackendPort::disconnect (): porty nie są podłączone:

source: BackendPort::port_is_physical (): invalid port.
es: BackendPort::port_is_physical (): puerto no válido.
pl: BackendPort::port_is_physical (): niepoprawny port.

source: %1::register_port: Port already exists: (%2)
es: %1::register_port: El puerto ya existe: (%2)
pl: %1::register_port: Port już istnieje: (%2)

source: %1::unregister_port: Failed to find port: (%2)
pl: %1::unregister_port: Nie można odnaleźć portu: (%2)

source: PortEngineSharedImpl: recovering from unclean shutdown, port registry is not empty.
es: PortEngineSharedImpl: recuperándose de un cierre incorrecto, el registro del puerto no está vacío.
pl: PortEngineSharedImpl: przywracanie po awarii, rejestr portu nie jest pusty.

source: %1::set_port_name: Invalid port: (%2)
pl: %1::set_port_name: Niewłaściwy port: (%2)

source: %1::set_port_name: Port with given name ('%2') already exists
pl: %1::set_port_name: Port o podanej nazwie („%2”) już istnieje

source: %1::get_port_name: invalid port
es: %1::get_port_name: puerto no válido
pl: %1::get_port_name: niewłaściwy port

source: %1::get_port_flags: invalid port
es: %1::get_port_flags: puerto no válido
pl: %1::get_port_flags: niewłaściwy port

source: %1::get_port_property: invalid port
es: %1::get_port_property: puerto no válido
pl: %1::get_port_property: niewłaściwy port

source: %1::set_port_property: invalid port
es: %1::set_port_property: puerto no válido
pl: %1::set_port_property: niewłaściwy port

source: %1::connect: Invalid Source port: (%2)
es: %1::connect: Puerto de origen no válido: (%2)
pl: %1::connect: Niewłaściwy port źródłowy: (%2)

source: %1::connect: Invalid Destination port: (%2)
es: %1::connect: Puerto de destino no válido: (%2)
pl: %1::connect: Niewłaściwy port docelowy: (%2)

source: %1::disconnect: invalid port
es: %1::desconectar: ​​puerto no válido
pl: %1::disconnect: niewłaściwy port

source: %1::connect: Invalid Source Port Handle
es: %1::connect: Identificador de puerto de origen no válido
pl: %1::connect: Niewłaściwy uchwyt portu źródłowego

source: %1::connect: Invalid Destination Port: (%2)
es: %1::connect: Puerto de destino no válido: (%2)
pl: %1::connect: Niewłaściwy port docelowy: (%2)

source: %1::disconnect_all: Invalid Port
es: %1::disconnect_all: Puerto no válido
pl: %1::disconnect_all: Niewłaściwy port

source: %1::connected: Invalid Port
pl: %1::connected: Niewłaściwy port

source: %1::connected_to: Invalid Port
es: %1::connected_to: Puerto no válido
pl: %1::connected_to: Niewłaściwy port

source: %1::physically_connected: Invalid Port
es: %1::physiically_connected: puerto no válido
pl: %1::physically_connected: Niewłaściwy port

source: %1::get_connections: Invalid Port
es: %1::get_connections: Puerto no válido
pl: %1::get_connections: Niewłaściwy port

source: XML node describing port insert is missing the `type' field
es: Al nodo XML que describe la inserción del puerto le falta el campo "tipo"
pl: Brak pola „type” w węźle XML opisującym port insertowy

source: non-port insert XML used for port plugin insert
es: XML de inserción sin puerto utilizado para la inserción de plugin de puerto
pl: użyty XML z portem nie-insertowym dla insertu we wtyczce

source: a port with the name "%1" already exists: check for duplicated track/bus names
es: ya existe un puerto con el nombre "%1": compruebe si hay nombres de pistas/buses duplicados
pl: port o nazwie „%1” już istnieje: należy sprawdzić zdublowane nazwy ścieżek/szyn

source: No more ports are available. You will need to stop %1 and restart with more ports if you need this many tracks.
es: No hay más puertos disponibles. Deberá detener %1 y reiniciar con más puertos si necesita tantas pistas.
pl: Brak dostępnych portów. Jeśli wymagana jest taka liczba ścieżek, należy zatrzymać program %1 i uruchomić go z większą ilością portów.

source: AudioEngine: cannot register port "%1": %2
es: AudioEngine: no se puede registrar el puerto "%1": %2
pl: AudioEngine: nie można zarejestrować portu „%1”: %2

source: (unknown type)
es: (tipo desconocido)
pl: (nieznany typ)

source: (unknown error)
es: (error desconocido)
pl: (nieznany błąd)

source: AudioEngine: cannot connect %1 (%2) to %3 (%4)
es: AudioEngine: no se puede conectar %1 (%2) a %3 (%4)
pl: AudioEngine: nie można podłączyć %1 (%2) do %3 (%4)

source: Re-establising port %1 failed
es: Error al restablecer el puerto %1
pl: Błąd ponownego podłączenia portu %1

source: Could not save port info to %1
pl: Nie można zapisać informacji o porcie do %1

source: Cannot load/convert MIDI port info from '%1'.
pl: Nie można załadować/przekonwertować informacji o porcie MIDI z „%1”.

source: MIDI port info file '%1' contains invalid port description - please remove it.
pl: Plik z informacją o porcie MIDI „%1” zawiera niewłaściwy opis portu – należy go usunąć.

source: MIDI port info file '%1' contains invalid meta data - please remove it.
pl: Plik z informacją o porcie MIDI „%1” zawiera niewłaściwe metadane – należy je usunąć.

source: Cannot load port info from '%1'.
pl: Nie można załadować informacji o porcie z „%1”.

source: port info file '%1' contains invalid information - please remove it.
pl: plik z informacją o porcie „%1” zawiera niewłaściwe informacje – należy je usunąć.

source: Ambiguous latency for port '%1' (%2, %3)
es: Latencia ambigua para el puerto '%1' (%2, %3)
pl: Niejednoznaczne opóźnienie dla portu „%1” (%2, %3)

source: No %1 property flag in element %2
es: No hay indicador de propiedad %1 en el elemento %2
pl: Brak flagi „property” %1 w elemencie %2

source: No child node with active property
es: Ningún nodo secundario con propiedad activa
pl: Brak węzła potomnego z „property active”

source: Loading system configuration file %1
es: Cargando el archivo de configuración del sistema %1
pl: Ładowanie pliku konfiguracji systemu %1

source: %1: cannot read system configuration file "%2"
es: %1: No pude leer archivo de configuración del sistema "%2"
pl: %1: nie można przeczytać pliku konfiguracji systemu „%2”

source: %1: system configuration file "%2" not loaded successfully.
es: %1: El archivo de configuración del sistema "%2" no se ha cargado con éxito.
pl: %1: ładowanie pliku konfiguracji systemu „%@” nie powiodło się.

source: Your system %1 configuration file is empty. This probably means that there was an error installing %1
es: El archivo de configuración de su sistema %1 está vacío. Esto probablemente significa que hubo un error al instalar %1
pl: Plik konfiguracji systemu %1 jest pusty. Oznacza to, że najprawdopodobniej wystąpił błąd podczas instalacji programu %1

source: Loading user configuration file %1
es: Cargando el archivo de configuración de usuario %1
pl: Ładowanie pliku konfiguracji użytkownika %1

source: %1: cannot read configuration file "%2"
es: %1: No pude leer archivo de configuración "%2"
pl: %1: nie można przeczytać pliku konfiguracji „%2”

source: %1: user configuration file "%2" not loaded successfully.
es: %1: El archivo de configuración de usuario "%2" no se ha cargado con éxito.
pl: %1: ładowanie pliku konfiguracji użytkownika „%2” nie powiodło się.

source: your %1 configuration file is empty. This is not normal.
es: Tu archivo de configuración de %1 está vacío. Esto no es normal.
pl: Plik konfiguracji programu %1 jest pusty. Jest to sytuacja nietypowa.

source: Config file %1 not saved
es: Archivo de configuración %1 no guardado
pl: Plik konfiguracji %1 nie zapisany
