Repository: Ardour/ardour
Catalog: libs/ardour/po/*.po
Languages: es, pl

source: Could not remove temporary config file at path "%1" (%2)
es: No se pudo eliminar el archivo de configuración temporal en la ruta "%1" (%2)
pl: Nie można usunąć tymczasowego pliku konfiguracji w ścieżce „%1” (%2)

source: Could not rename temporary config file %1 to %2 (%3)
es: No se pudo cambiar el nombre del archivo de configuración temporal %1 a %2 (%3)
pl: Nie można zmienić nazwy tymczasowego pliku konfiguracji %1 na %2 (%3)

source: Cannot open File "%1": %2
es: No se puede abrir el archivo "%1": %2
pl: Nie można otworzyć pliku "%1": %2

source: Could not read file "%1".
es: No se pudo leer el archivo "%1".
pl: Nie można odczytać pliku: %1.

source: cannot open recent session file %1 (%2)
es: no se puede abrir el archivo de sesión reciente %1 (%2)
pl: nie można otworzyć pliku z ostatnimi sesjami %1 (%2)

source: Error reading recent session file %1 (%2)
es: Error al leer el archivo de sesión reciente %1 (%2)
pl: Nie można odczytać pliku z ostatnimi sesjami %1 (%2)

source: Cannot open recent template file %1 (%2)
es: No se puede abrir el archivo de plantilla reciente %1 (%2)
pl: Nie można otworzyć pliku z ostatnimi szablonami %1 (%2)

source: Error writing recent sessions file %1 (%2)
es: Error al escribir el archivo de sesiones recientes %1 (%2)
pl: Nie można zapisać pliku z ostatnimi sesjami %1 (%2)

source: Error writing saved template file %1 (%2)
es: Error al escribir el archivo de plantilla guardado %1 (%2)
pl: Nie można zapisać pliku z ostatnimi szablonami %1 (%2)

source: programming error: RegionFactory::create() called with unknown Region type
es: error de programación: RegionFactory::create() llamado con tipo de región desconocido
pl: błąd programowania: RegionFactory::create() wywołana z nieznanym typem regionu

source: cannot create new name for region "%1"
es: no se puede crear un nuevo nombre para region "%1"
pl: nie można utworzyć nazwy dla regionu „%1”

source: Import: src_new() failed : %1
es: Importación: src_new() falló: %1
pl: Import: błąd src_new() : %1

source: Failed to load RegionFx Plugin for region `%1'
pl: Nie można załadować wtyczki efektu regionu „%1”

source: return %1
es: retorno %1
pl: powrót %1

source: unknown Processor type "%1"; ignored
es: tipo de procesador desconocido "%1"; ignorado
pl: nieznany typ procesora „%1”; zignorowano

source: processor could not be created. Ignored.
es: No se pudo crear el procesador. Ignorado.
pl: nie można utworzyć procesora. Zignorowano.

source: Bad node sent to Route::set_state() [%1]
es: Nodo incorrecto enviado a Ruta::set_state() [%1]
pl: Wysłano zły węzeł do Route::set_state() [%1]

source: Panner state mismatches for track/bus (%1).
pl: Niewłaściwy stan regulacji panoramy dla ścieżki/szyny (%1).

source: Bad node sent to Route::import_state() [%1]
pl: Wysłano zły węzeł do Route::import_state() [%1]

source: Invalid version sent to Route::import_state() [%1]
pl: Wysłano niewłaściwą wersję do Route::import_state() [%1]

source: Invalid Solo-Isolate propagation: from:%1 new:%2 - old:%3 = delta:%4
es: Propagación de aislamiento individual no válida: desde:%1 nuevo:%2 - antiguo:%3 = delta:%4
pl: Niewłaściwa propagacja izolacji solo: z:%1 nowa:%2 - stara:%3 = delta:%4

source: Amp/Fader on track/bus '%1' was missing.
pl: Brakujący tłumik/wzmocnienie na ścieżce/szynie „%1”

source: So far only one subgroup per group is supported
pl: W tej chwili wspierana jest jedynie jedna podgrupa w grupie

source: You cannot subgroup tracks with different type or number of ports.
pl: Jeżeli ścieżki są różnego typu bądź mają różną liczbę portów nie można ich dodać do podgrupy.

source: tempoize: error reading data from %1 at %2 (wanted %3, got %4)
es: tempoize: error al leer datos de %1 en %2 (se busca %3, se obtiene %4)
pl: tempoize: błąd odczytu danych z %1 przy %2 (wymagane %3, jest %4)

source: error writing tempo-adjusted data to %1
es: error al escribir datos ajustados al tempo en %1
pl: błąd zapisu do %1 danych dopasowania tempa

source: send %1
es: envío %1
pl: wysyłka %1

source: programming error: send created using role %1
es: error de programación: envío creado usando el rol %1
pl: błąd programowania: wysyłka utworzona przy użyciu roli %1

source: Session initialization failed because Audio/MIDI engine is not running.
pl: Błąd inicjalizacji sesji, gdyż silnik audio/MIDI nie jest uruchomiony.

source: Session initialization failed
es: La inicialización de la sesión falló
pl: Błąd inicjalizacji sesji

source: Failed to load template/snapshot state
es: No se pudo cargar el estado de la plantilla/instantánea
pl: Nie można wczytać stanu szablonu/kopii migawkowej

source: Failed to parse template/snapshot state
es: No se pudo analizar el estado de la plantilla/instantánea
pl: Nie można sparsować stanu szablonu/kopii migawkowej

source: Failed to load state
es: No se pudo cargar el estado
pl: Nie można załadować stanu

source: Cannot initialize session/engine: %1
es: No se puede inicializar la sesión/motor: %1
pl: Nie można zainicjalizować sesji/silnika: %1

source: Failed to create background threads.
es: No se pudieron crear hilos en segundo plano.
pl: Nie można utworzyć wątków w tle.

source: Invalid TempoMap in session-file.
es: TempoMap no válido en el archivo de sesión.
pl: Niewłaściwa mapa tempa w pliku sesji.

source: Invalid or corrupt session state.
es: Estado de sesión no válido o corrupto.
pl: Niewłaściwy bądź uszkodzone stan sesji.

source: Port registration failed.
es: Error en el registro del puerto.
pl: Błąd przy rejestrowaniu portu .

source: Audio/MIDI Engine is not running or sample-rate mismatches.
pl: Silnik audio/MIDI nie działa bądź częstotliwość próbkowania jest nieodpowiednia.

source: Required Plugin/Processor is missing.
pl: Brak niezbędnej wtyczki/procesora.

source: Unexpected exception during session setup, possibly invalid audio/midi engine parameters. Please see stdout/stderr for details
es: Excepción inesperada durante la configuración de la sesión, posiblemente parámetros del motor de audio/midi no válidos. Consulte stdout/stderr para obtener más detalles.
pl: Nieoczekiwany wyjątek podczas konfiguracji sesji. Prawdopodobną przyczyną mogą być niewłaściwe parametry silnika audio/MIDI. Więcej szczegółów na stdout/stderr.

source: Connect to engine
es: Conectar a motor
pl: Podłącz do silnika

source: Session loading complete
es: Carga de sesión completada
pl: Zakończono ładowanie sesji

source: Set up LTC
es: Configurar LTC
pl: Ustawiam LTC

source: Set up Click
es: Configurar clic
pl: Ustawiam metronom

source: Set up standard connections
es: Configurar las conexiones estándar
pl: Ustawiam standardowe połączenia

source: could not setup Click I/O
es: no se pudo configurar la E/S del click
pl: nie można było ustawić I/O metronomu

source: cannot connect %1 output %2 to %3
pl: nie można podłączyć %1 wyjścia %2 do %3

source: Cannot remove monitor section while the engine is offline.
es: No se puede eliminar la sección del monitor mientras el motor está fuera de línea.
pl: Nie można usunąć sekcji monitorowania przy niedziałającym silniku audio/MIDI.

source: Cannot create monitor section while the engine is offline.
es: No se puede crear una sección de monitor mientras el motor está fuera de línea.
pl: Nie można utworzyć sekcji monitorowania przy niedziałającym silniku audio/MIDI.

source: Cannot create monitor section. 'Monitor' Port name is not unique.
es: No se puede crear la sección de monitor. El nombre del puerto 'Monitor' no es único.
pl: Nie można utworzyć sekcji monitorowania. Nazwa portu „monitor” nie jest unikalna.

source: cannot connect control input %1 to %2
es: no se puede conectar la entrada de control %1 a %2
pl: nie można podłączyć wejścia kontrolnego %1 do %2

source: The preferred I/O for the monitor bus (%1) cannot be found
es: No se puede encontrar la E/S preferida para el bus de monitor (%1)
pl: Nie można znaleźć preferowanego we/wy dla szyny monitorowania (%1)

source: cannot connect control output %1 to %2
es: no se puede conectar la salida de control %1 a %2
pl: nie można podłączyć wyjścia %1 do %2

source: Cannot create surround master while the engine is offline.
pl: Nie można utworzyć sumy surround przy niedziałającym silniku audio/MIDI.

source: Some surround sound systems require a sample-rate of 48kHz or 96kHz.
pl: Niektóre systemy surround wymagają częstotliwości próbkowania 48 kHz lub 96 kHz.

source: Cannot create surround master. 'Surround' Port name is not unique.
pl: Nie można utworzyć sumy surround. Nazwa portu „surround” nie jest unikalna.

source: cannot create Auditioner: no auditioning of regions possible
es: No se puede crear Auditioner: no es posible audicionar regiones.
pl: nie można utworzyć Auditionera: odsłuch regionów niemożliwy

source: Session: you can't use that location for auto punch (start <= end)
es: Sesión: no puedes usar esa ubicación para el marcado automático (inicio <= fin)
pl: Sesja: nie można użyć tego położenia dla automatycznego przełącznika (początek <= koniec)

source: Session: you can't use that location for session start/end)
es: Sesión: no puedes usar esa ubicación para iniciar/finalizar la sesión)
pl: Sesja: nie można użyć tego położenia jako początku/końca sesji

source: You cannot use this location for auto-loop because it has zero or negative length
es: No puede utilizar esta ubicación para el bucle automático porque tiene una longitud cero o negativa
pl: Nie można użyć tego położenia dla auto-pętli, gdyż ma zerową bądź ujemną długość

source: programming error: session range removed!
es: Error de programación: ¡rango de sesión eliminado!
pl: błąd programowania: zakres sesji usunięty!

source: Session: could not create new midi track.
es: Sesión: no se pudo crear una nueva pista midi.
pl: Sesja: nie można utworzyć nowej ścieżki MIDI .

source: A required port for MIDI I/O could not be created (%1). You may need to restart the Audio/MIDI engine to fix this.
pl: Nie można utworzyć wymaganego portu dla we/wy MIDI (%1). Naprawa może wymagać restartu silnika audio/MIDI.

source: Midi Bus
es: Bus Midi
pl: Szyna MIDI

source: cannot configure new midi bus input
es: no se puede configurar una nueva entrada de bus midi
pl: nie można skonfigurować nowej szyny wejściowej MIDI

source: cannot configure new midi bus output
es: no se puede configurar una nueva salida de bus midi
pl: nie można skonfigurować nowej szyny wyjściowej MIDI

source: Session: could not create new MIDI bus.
pl: Sesja: nie można utworzyć nowej szyny MIDI .

source: cannot configure %1 in/%2 out configuration for new audio track
es: No se puede configurar la configuración de %1 entrada/%2 salida para una nueva pista de audio
pl: nie można zestawić konfiguracji %1 we/%2 wy dla nowej ścieżki audio

source: Session: could not create new audio track.
es: Sesión: no se pudo crear una nueva pista de audio.
pl: Sesja: nie można utworzyć nowej ścieżki audio.

source: Bus
pl: Szyna

source: Session: could not create new audio bus.
pl: Sesja: nie można utworzyć nowej szyny audio.

source: Session: Failed to create unique ID for track from template.
pl: Sesja: nie można utworzyć unikalnego ID dla ścieżki z szablonu.

source: Session: Failed to generate unique name and ID for track from template.
pl: Sesja: nie można wygenerować unikalnej nazwy i ID dla ścieżki z szablonu.

source: Session: cannot create track/bus from template description
es: Sesión: no se puede crear pista/autobús a partir de la descripción de la plantilla
pl: Sesja: nie można utworzyć ścieżki/szyny z opisu szablonu

source: Session: could not create new track/bus from template
pl: Sesja: nie można utworzyć nowej ścieżki/szyny z szablonu

source: Adding new tracks/busses failed
es: Error al agregar nuevas pistas/buses
pl: Błąd dodawania nowych ścieżek/szyn

source: Merging embedded file %1: name collision AND md5 hash collision!
es: Fusionando el archivo incrustado %1: ¡colisión de nombres Y colisión de hash md5!
pl: Dołączanie osadzonego pliku: kolizja nazwy i skrótu MD5!

source: There are already %1 recordings for %2, which I consider too many.
es: Ya hay %1 grabaciones para %2, las cuales considero demasiadas.
pl: Jest już %1 nagrań dla %2, co wydaje się wartością zbyt dużą.

source: There are already many recordings for %1, resulting in a too long file-path %2.
es: Ya hay muchas grabaciones para %1, lo que resulta en una ruta de archivo %2 demasiado larga.
pl: Jest już wiele nagrań dla %1, co skutkuje zbyt długą ścieżką pliku %2.

source: send ID %1 appears to be in use already
es: el ID de envío %1 parece estar ya en uso.
pl: wydaje się, że ID wysyłki %1 jest już w użyciu

source: aux send ID %1 appears to be in use already
es: el ID de envío auxiliar %1 parece estar ya en uso
pl: wydaje się, że aux ID %1 jest już w użyciu

source: surround send ID %1 appears to be in use already
pl: wydaje się, że ID wysyłki surround %1 jest już w użyciu

source: return ID %1 appears to be in use already
es: el ID de retorno %1 parece estar ya en uso
pl: wydaje się, że ID powrotu %1 jest już w użyciu

source: insert ID %1 appears to be in use already
es: injerto ID %1 parece estar ya en uso
pl: wydaje się, że ID insertu %1 jest już w użyciu

source: Cannot write a range where end <= start (e.g. %1 <= %2)
es: No se puede escribir un rango donde final <= inicio (por ejemplo, %1 <= %2)
pl: Nie można zapisać zakresu, w którym koniec <= początek (np. %1 <= %2)

source: Cannot write a range with no data.
es: No se puede escribir un rango sin datos.
pl: Nie można zapisać zakresu, w którym brak danych.

source: cannot create new file "%1" for %2
es: No se puede crear un nuevo archivo "%1" para %2
pl: Nie można utworzyć nowego pliku „%1” dla ”%2”

source: Control Char
pl: Znak kontrolny

source: Copy Section
pl: Kopiuj sekcję

source: Move Section
pl: Przenieś sekcję

source: Insert Section
pl: Wstaw sekcję

source: Delete Section
pl: Skasuj sekcję

source: cut tempo map
pl: wycięcie mapy tempa

source: Virtual Keyboard
es: Teclado Virtual
pl: Wirtualna klawiatura

source: out %1
pl: wyjście %1

source: out %<PRIu32>
pl: wyjście %<PRIu32>

source: out %1+%2
pl: wyjście %1+%2

source: out %<PRIu32>+%<PRIu32>
pl: wyjście %<PRIu32>+%<PRIu32>

source: in %1
pl: wejście %1

source: in %<PRIu32>
pl: wejście %<PRIu32>

source: in %1+%2
pl: wyjście %1+%2

source: in %<PRIu32>+%<PRIu32>
pl: wejście %<PRIu32>+%<PRIu32>

source: cannot open click soundfile %1 (%2)
es: no se puede abrir, haga clic en el archivo de sonido %1 (%2)
pl: nie można otworzyć pliku dźwiękowego metronomu %1 (%2)

source: cannot read data from click soundfile
es: no se pueden leer los datos del archivo de sonido de clic.
pl: nie można odczytać danych z pliku dźwiękowego metronomu

source: Tried to reconstitute a MementoCommand with no contents, failing. id=%1
es: Se intentó reconstituir un MementoCommand sin contenido, pero falló. identificación=%1
pl: Niepowodzenie: próbowano odtworzyć obiekt MementoCommand bez wartości. id=%1

source: Could not reconstitute MementoCommand from XMLNode. object type = %1 id = %2
es: No se pudo reconstituir MementoCommand desde XMLNode. tipo de objeto = %1 identificación = %2
pl: Nie można odtworzyć MementoCommand z XMLNode. object type = %1 id = %2

source: Could get object ID and type name for StatefulDiffCommand from XMLNode.
es: Se pudo obtener el ID del objeto y el nombre del tipo para StatefulDiffCommand de XMLNode.
pl: Nie można pobrać ID obiektu oraz nazwy typu dla StatefulDiffCommand z XMLNode.

source: Could not reconstitute StatefulDiffCommand from XMLNode. object type = %1 id = %2
es: No se pudo reconstituir StatefulDiffCommand desde XMLNode. tipo de objeto = %1 identificación = %2
pl: Nie można odtworzyć StatefulDiffCommand z XMLNode. object type = %1 id = %2

source: %1: cannot part default session options "%2"
es: %1: no se pueden separar las opciones de sesión predeterminadas "%2"
pl: %1: nie można odczytać domyślnych opcji sesji „%2”

source: Invalid session default XML Root.
es: Raíz XML predeterminada de sesión no válida.
pl: Niewłaściwy domyślny XML Root sesji.

source: Loaded custom session defaults.
es: Valores predeterminados de sesión personalizados cargados.
pl: Załadowano domyślne parametry sesji użytkownika.

source: Found no session defaults in XML file.
es: No se encontraron valores predeterminados de sesión en el archivo XML.
pl: Nie znaleziono domyślnych parametrów sesji w pliku XML.

source: Could not save session options
es: No se pudieron guardar las opciones de la sesión
pl: Nie można zapisać opcji sesji

source: Cannot create Session directory at path %1 Error: %2
es: No se puede crear el directorio de sesión en la ruta %1 Error: %2
pl: Nie można utworzyć katalogu sesji w ścieżce %1 Błąd: %2

source: Session subdirectory does not exist at path %1
es: El subdirectorio de sesión no existe en la ruta %1
pl: Podkatalog sesji w ścieżce %1 nie istnieje.

source: session-dir and session-name mismatch. Please use 'Menu > Session > Rename' in the future to rename sessions.
es: El directorio de sesión y el nombre de sesión no coinciden. Utilice 'Menú > Sesión > Cambiar nombre' en el futuro para cambiar el nombre de las sesiones.
pl: Brak zgodności pomiędzy session-dir i session-name. Aby zmienić nazwę sesji, należy używać opcji menu „Sesja > Zmień nazwę...”.

source: The session's interchange dir is tainted. There is more than one folder in '%1'. Please remove extra subdirs to reduce possible filename ambiguties.
es: El directorio de intercambio de la sesión está contaminado. Hay más de una carpeta en '%1'. Elimine los subdirectorios adicionales para reducir posibles ambigüedades en los nombres de archivos.
pl: Katalog „interchange” sesji jest zaśmiecony. W „%1” znajduje się jeden lub więcej folderów. Należy usunąć nadmiarowe podkatalogi, żeby zredukować szansę konfliktów nazw.

source: Session: cannot have two events of type %1 at the same sample (%2).
es: Sesión: no puede tener dos eventos de tipo %1 en la misma muestra (%2).
pl: Sesja: nie mogą istnieć dwa zdarzenia typu %1 w tej samej próbce (%2).

source: %1: cannot seek to %2 for export
es: %1: no se puede buscar %2 para exportar
pl: %1: nie można przeskoczyć do %2 podczas eksportu

source: Export ended unexpectedly: %1
es: La exportación finalizó inesperadamente: %1
pl: Nieoczekiwane przerwanie eksportu: %1

source: LTC encoder: invalid framerate - LTC encoding is disabled for the remainder of this session.
es: Codificador LTC: velocidad de fotogramas no válida: la codificación LTC está deshabilitada durante el resto de esta sesión.
pl: LTC encoder: niewłaściwy klatkaż – kodowanie LTC zostało wyłączone dla tej sesji.

source: Session: cannot send quarter-frame MTC message (%1)
es: Sesión: no se puede enviar un mensaje MTC de un cuarto de fotograma (%1)
pl: Sesja: nie można wysłać komunikatu MTC „quarter-frame” (%1)

source: Session State: Unused playlist was listed as used.
es: Estado de la sesión: la lista de reproducción no utilizada figuraba como utilizada.
pl: Stan sesji: nieużywana lista odtwarzania jest oznaczona jako użyta.

source: Session: cannot create Playlist from XML description.
es: Sesión: no se puede crear una lista de reproducción a partir de una descripción XML.
pl: Sesja: nie można utworzyć listy odtwarzania z opisu XML szablonu.

source: Session: cannot create Unused Playlist from XML description.
pl: Sesja: nie można utworzyć nieużywanej listy odtwarzania z opisu XML szablonu.

source: Session: error in no roll for %1
es: Sesión: error en no roll para %1
pl: Sesja: błąd w no_roll dla %1

source: Programming error: illegal event type in process_event (%1)
es: Error de programación: tipo de evento ilegal en process_event (%1)
pl: Błąd programowania: niewłaściwy typ zdarzenia w process_event (%1)

source: solo cut control (dB)
es: control de corte en solo (dB)
pl: sterowanie wyciszeniem solo (dB)

source: Set block size and sample rate
es: Establecer el tamaño del bloque y la frecuencia de muestreo
pl: Ustawienie rozmiaru bloku i częstotliwości próbkowania

source: Using configuration
es: Usando la configuración
pl: Użycie konfiguracji

source: Butler did not start
es: Mayordomo no empezó
pl: Butler się nie uruchomił

source: MIDI I/O thread did not start
es: El hilo de E/S MIDI no se inició
pl: Wątek we/wy MIDI się nie uruchomił

source: Could not set session state from XML
es: No se pudo establecer el estado de la sesión desde XML
pl: Nie można ustawić stanu sesji z XML

source: Session state:
es: Estado de la sesión:
pl: Stan sesji:

source: Unexpected exception during session setup:
es: Excepción inesperada durante la configuración de la sesión:
pl: Nieoczekiwany wyjątek podczas konfiguracji sesji:

source: Unknown exception during session setup
es: Excepción desconocida durante la configuración de la sesión
pl: Nieznany wyjątek podczas konfiguracji sesji

source: Reset Remote Controls
es: Restablecer controles remotos
pl: Resetowanie zdalnego sterowania

source: Filling playback buffers
es: Llenar buffers de reproducción
pl: Wypełnianie buforów odtwarzania

source: Session: cannot create session peakfile folder "%1" (%2)
es: Sesión: no se puede crear la carpeta de archivos picos de sesión "%1" (%2)
pl: Sesja: nie można utworzyć foldera plików „peak” „%1” (%2)

source: Session: cannot create session sounds dir "%1" (%2)
es: Sesión: no se puede crear el directorio de sonidos de sesión "%1" (%2)
pl: Sesja: nie można utworzyć foldera plików audio sesji „%1” (%2)

source: Session: cannot create session midi dir "%1" (%2)
es: Sesión: no se puede crear el directorio midi de sesión "%1" (%2)
pl: Sesja: nie można utworzyć foldera plików MIDI sesji „%1” (%2)

source: Session: cannot create session dead sounds folder "%1" (%2)
es: Sesión: no se puede crear la carpeta de sonidos inactivos de la sesión "%1" (%2)
pl: Sesja: nie można utworzyć foldera martwych plików „%1” (%2)

source: Session: cannot create session export folder "%1" (%2)
es: Sesión: no se puede crear la carpeta de exportación de sesión "%1" (%2)
pl: Sesja: nie można utworzyć foldera eksportu sesji „%1” (%2)

source: Session: cannot create session backup folder "%1" (%2)
es: Sesión: no se puede crear la carpeta de copia de seguridad de la sesión "%1" (%2)
pl: Sesja: nie można utworzyć foldera backupu sesji „%1” (%2)

source: Session: cannot create session analysis folder "%1" (%2)
es: Sesión: no se puede crear la carpeta de análisis de sesión "%1" (%2)
pl: Sesja: nie można utworzyć foldera analizy sesji „%1” (%2)

source: Session: cannot create session plugins folder "%1" (%2)
es: Sesión: no se puede crear la carpeta de plugins de sesión "%1" (%2)
pl: Sesja: nie można utworzyć foldera wtyczek sesji „%1” (%2)

source: Session: cannot create session externals folder "%1" (%2)
es: Sesión: no se puede crear la carpeta externa de la sesión "%1" (%2)
pl: Sesja: nie można utworzyć foldera „externals” sesji „%1” (%2)

source: Session: cannot create session folder "%1" (%2)
es: Sesión: no se puede crear la carpeta de sesión "%1" (%2)
pl: Sesja: nie można utworzyć foldera sesji „%1” (%2)

source: Error reading session template file %1 (%2)
es: Error al leer el archivo de plantilla de sesión %1 (%2)
pl: Nie można odczytać pliku szablonu sesji %1 (%2)

source: Error writing session template file %1 (%2)
es: Error al escribir el archivo de plantilla de sesión %1 (%2)
pl: Nie można zapisać pliku szablonu sesji %1 (%2)

source: Could not open %1 for writing session template
es: No se pudo abrir %1 para la plantilla de sesión de escritura
pl: Nie można otworzyć %1 do zapisu szablonu sesji

source: Could not open session template %1 for reading
es: No se pudo abrir la plantilla de sesión %1 para lectura
pl: Nie można otworzyć szablonu sesji %1 do odczytu
