Repository: Ardour/ardour
Catalog: libs/ardour/po/*.po
Languages: es, pl

source: Transient Analysis failed for %1.
es: El análisis de transientes falló para %1.
pl: Błąd analizy transjentów dla %1.

source: Audio File Source
es: Fuente del archivo de audio
pl: Źródło pliku audio

source: No Error occurred
es: No ocurrió ningún error
pl: Wystąpił błąd

source: Failed to initialize audio backend
es: No se pudo inicializar el backend de audio
pl: Błąd inicjalizacji podsystemu audio

source: Failed to deinitialize audio backend
es: No se pudo desinicializar el backend de audio
pl: Błąd de-inicjalizacji podsystemu audio

source: Failed to reinitialize audio backend
es: No se pudo reinicializar el backend de audio
pl: Błąd reinicjalizacji podsystemu audio

source: Failed to open audio device (Typically caused by hardware parameter settings)
es: No se pudo abrir el dispositivo de audio (Generalmente causado por la configuración de los parámetros del hardware)
pl: Nie można otworzyć urządzenia audio (Problem najczęściej spowodowany niewłaściwymi ustawieniami sprzętowymi)

source: Failed to close audio device
es: No se pudo cerrar el dispositivo de audio
pl: Nie można zamknąć podsystemu audio

source: Audio device not valid
es: Dispositivo de audio no válido
pl: Niewłaściwe urządzenie audio

source: Audio device unavailable
es: Dispositivo de audio no disponible
pl: Urządzenie audio niedostępne

source: Audio device not connected
es: Dispositivo de audio no conectado
pl: Urządzenie audio nie podłączone

source: Failed to request and reserve audio device
es: No se pudo solicitar ni reservar el dispositivo de audio
pl: Błąd żądania dostępu do urządzenia audio

source: Audio device Input/Output error
es: Error de entrada/salida del dispositivo de audio
pl: Błąd wejścia/wyjścia urządzenia audio

source: Failed to open MIDI device
es: No se pudo abrir el dispositivo MIDI
pl: Nie można otworzyć urządzenia MIDI

source: Failed to close MIDI device
es: No se pudo cerrar el dispositivo MIDI
pl: Nie można zamknąć urządzenia MIDI

source: MIDI device unavailable
es: Dispositivo MIDI no disponible
pl: Urządzenie MIDI niedostępne

source: MIDI device not connected
es: Dispositivo MIDI no conectado
pl: Urządzenie MIDI nie podłączone

source: MIDI device Input/Output error
es: Error de entrada/salida del dispositivo MIDI
pl: Błąd wejścia/wyjścia urządzenia MIDI

source: Sample format is not supported
es: El formato de muestra no es compatible
pl: Nie wspierany format próbkowania

source: Sample rate is not supported
es: La frecuencia de muestreo no es compatible
pl: Nie wspierana częstotliwość próbkowania

source: Requested input latency is not supported
es: La latencia de entrada solicitada no es compatible
pl: Żądane opóźnienie wejście nie jest wspierane

source: Requested output latency is not supported
es: La latencia de salida solicitada no es compatible
pl: Żądane opóźnienie wyjścia nie jest wspierane

source: Period size is not supported
es: El tamaño del período no es compatible
pl: Nie wspierany rozmiar okresu

source: Period count is not supported
es: No se admite el recuento de períodos
pl: Nie wspierana liczba okresów

source: Device configuration not supported
es: Configuración del dispositivo no compatible
pl: Nie wspierana konfiguracja urządzenia

source: Channel count configuration not supported
es: No se admite la configuración del recuento de canales
pl: Nie wspierana konfiguracja liczby kanałów

source: Input channel count configuration not supported
es: No se admite la configuración del recuento de canales de entrada
pl: Nie wspierana konfiguracja liczby kanałów wejściowych

source: Output channel count configuration not supported
es: No se admite la configuración del recuento de canales de salida
pl: Nie wspierana konfiguracja liczby kanałów wyjściowych

source: Unable to acquire realtime permissions
es: No se pueden adquirir permisos en tiempo real
pl: Nie można uzyskać uprawnień czasu rzeczywistego

source: Setting audio device thread priorities failed
es: Error al configurar las prioridades de los subprocesos del dispositivo de audio
pl: Ustawienie priorytetów wątków urządzenia audio nie powiodło się

source: Setting MIDI device thread priorities failed
es: Falló la configuración de prioridades de subprocesos del dispositivo MIDI
pl: Ustawienie priorytetów wątków urządzenia MIDI nie powiodło się

source: Failed to start process thread
es: No se pudo iniciar el hilo del proceso
pl: Nie można uruchomić wątku procesu

source: Failed to start freewheel thread
es: No se pudo iniciar el hilo de rueda libre
pl: Nie można uruchomić wątku freewheel

source: Failed to register audio/midi ports
es: No se pudieron registrar los puertos de audio/midi
pl: Nie można zarejestrować portów audio/MIDI

source: Failed to re-connect audio/midi ports
es: No se pudo volver a conectar los puertos de audio/midi
pl: Nie można podłączyć portów audio/MIDI

source: Out Of Memory Error
es: Error de falta de memoria
pl: Błąd braku pamięci

source: Could not reconnect to Audio/MIDI engine
es: No se pudo volver a conectar al motor de audio/MIDI
pl: Nie można podłączyć się do silnika audio/MIDI

source: None
es: Ninguno
pl: Brak

source: Default
es: Por defecto
pl: Domyślny

source: Could not get config folder: %1
pl: Nie można pobrać foldera: %1

source: Could not open %1. Audio Library not saved
es: No se pudo abrir %1. Biblioteca de Audio no guardada
pl: Nie można otworzyć %1. Biblioteka audio nie zapisana.

source: Legacy crossfade involved an incoming region not present in playlist "%1" - crossfade discarded
es: El fundido cruzado heredado involucró una región entrante que no está presente en la lista de reproducción "%1" - fundido cruzado descartado
pl: Przestarzały rodzaj przejścia – wchodzący region nie istnieje w liście odtwarzania „%2”. Przejście usunięte.

source: Legacy crossfade involved an outgoing region not present in playlist "%1" - crossfade discarded
es: El fundido cruzado heredado involucró una región saliente que no está presente en la lista de reproducción "%1" - fundido cruzado descartado
pl: Przestarzały rodzaj przejścia – wychodzący region nie istnieje w liście odtwarzania „%2”. Przejście usunięte.

source: programming error: %1
es: error de programación: %1
pl: błąd programowania: %1

source: cannot load VAMP plugin "%1"
es: no se puede cargar el plugin VAMP "%1"
pl: nie można wczytać wtyczki VAMP „%1”

source: VAMP Plugin "%1" could not be loaded
es: el plugin VAMP "%1" no pudo ser cargado
pl: Wtyczka VAMP „%1” nie może zostać załadowana

source: AudioEngine: cannot load module "%1" (%2)
es: AudioEngine: no se puede cargar el módulo "%1" (%2)
pl: Silnik audio: nie można wczytać modułu „%1” (%2)

source: AudioEngine: backend at "%1" has no descriptor function.
es: AudioEngine: el backend en "%1" no tiene función de descriptor.
pl: Silnik audio: backend przy „%1” nie ma deskryptora funkcji.

source: Could not create backend for %1: %2
es: No se pudo crear el backend para %1: %2
pl: Nie można utworzyć backendu dla %1: %2

source: programming error: port %1 could not be placed on the pending deletion queue
es: Error de programación: el puerto %1 no se pudo colocar en la cola de eliminación pendiente
pl: błąd programowania: port %1 nie może być umieszczony w kolejce oczekujących na skasowanie

source: You have requested an operation that requires audio analysis. You currently have "auto-analyse-audio" disabled, which means that transient data must be generated every time it is required. If you are doing work that will require transient data on a regular basis, you should probably enable "auto-analyse-audio" in Preferences > Metering, then quit %1 and restart. This dialog will not display again. But you may notice a slight delay in this and future transient-detection operations.
pl: Ta operacja wymaga analizy dźwięku. Obecnie opcja „Włącz automatyczną analizę regionów” jest wyłączona, co oznacza, że transjenty muszą być generowane za każdym razem, gdy są potrzebne. Jeśli projekty wymagające transjentów będą wykorzystywane często, zaleca się włączenie opcji „Włącz automatyczną analizę regionów” w Preferencje > Mierniki > Analiza regionów, a następnie restart programu %1. To okno nie pojawi się ponownie. Jednak lekkie opóźnienie w bieżących i przyszłych operacjach wykrywania transjentów może być zauważalne.

source: Audio Region
es: Región de audio
pl: Region audio

source: cannot rename peakfile for %1 from %2 to %3 (%4)
es: no se puede cambiar el nombre del archivo pico para %1 de %2 a %3 (%4)
pl: nie można zmienić nazwy pliku „peak” dla %1 z %2 na %3 (%4)

source: AudioSource: cannot stat peakfile "%1"
es: AudioSource: no se puede registrar el archivo pico "%1"
pl: AudioSource: nie można uzyskać informacji o pliku „peak” „%1”

source: Cannot open peakfile @ %1 for size check (%2)
es: No se puede abrir el archivo pico @ %1 para verificar el tamaño (%2)
pl: Nie można otworzyć pliku „peak” %1 w celu sprawdzenia rozmiaru (%2)

source: peak file %1 is truncated from %2 to %3
es: El archivo máximo %1 se trunca de %2 a %3
pl: plik „peak” %1 jest skrócony od %2 do %3

source: Cannot open peakfile @ %1 for size check (%2) after rebuild
es: No se puede abrir Peakfile @ %1 para verificar el tamaño (%2) después de la reconstrucción
pl: Nie można otworzyć pliku „peak” %1 w celu sprawdzenia rozmiaru (%2) po przebudowaniu

source: Cannot open peakfile @ %1 for reading (%2)
es: No se puede abrir el archivo pico @ %1 para leer (%2)
pl: Nie można otworzyć pliku „peak” %1 do odczytu (%2)

source: cannot read sample data for unscaled peak computation
es: no se pueden leer datos de muestra para el cálculo de picos sin escala
pl: nie można odczytać danych próbki do obliczenia nieskalowanej wartości szczytowej

source: map failed - could not create file mapping for peakfile %1.
es: Error en la asignación: no se pudo crear la asignación de archivos para el archivo pico %1.
pl: błąd mapowania – nie można utworzyć mapowania pliku „peak” %1.

source: map failed - could not map peakfile %1.
es: Error en la asignación: no se pudo asignar el archivo pico %1.
pl: błąd mapowania – nie można zmapować pliku „peak” %1.

source: unmap failed - could not unmap peakfile %1.
es: Falló la desasignación: no se pudo desasignar el archivo pico %1.
pl: błąd odmapowania – nie można odmapować pliku „peak” %1.

source: map failed - could not mmap peakfile %1.
es: Error en el mapa: no se pudo mapear el archivo pico %1.
pl: błąd mapowania – nie można wykonać mmap pliku „peak” %1.

source: AudioSource[%1]: peak read - cannot read %2 samples at offset %3 of %4 (%5)
es: AudioSource[%1]: lectura de picos: no se pueden leer %2 muestras en el desplazamiento %3 de %4 (%5)
pl: AudioSource[%1]: czytanie „peak” - nie można przeczytać %2 próbek przy przesunięciu %3 z %4 (%5)

source: %1: could not write read raw data for peak computation (%2)
es: %1: no se pudieron escribir datos sin procesar leídos para el cálculo de picos (%2)
pl: %1: nie można zapisać surowych danych do obliczania wartości szczytowych (%2)

source: AudioSource: cannot open _peakpath (c) "%1" (%2)
es: AudioSource: no se puede abrir _peakpath (c) "%1" (%2)
pl: AudioSource: nie można otworzyć _peakpath (c) "%1" (%2)

source: %1: could not seek in peak file data (%2)
es: %1: no se pudieron buscar datos de archivos pico (%2)
pl: %1: nie można wykonać opercji „seek” na danych pliku „peak” (%2)

source: %1: could not write peak file data (%2)
es: %1: no se pudieron escribir datos de archivos pico (%2)
pl: %1: nie można zapisać danych pliku „peak” (%2)

source: could not truncate peakfile %1 to %2 (error: %3)
es: No se pudo truncar el archivo pico %1 a %2 (error: %3)
pl: nie można przyciąć pliku „peak” %1 do %2 (błąd: %3)

source: Falling back to Reasonable Synth for Midi Audition
es: Recurriendo a Reasonable Synth para Audicionar Midi
pl: Przełączenie na Reasonable Synth dla odsłuchu MIDI

source: No synth for midi-audition found.
es: No se encontró ningún sintetizador para audicionar midi.
pl: Nie znaleziono syntezatora do odsłuchu MIDI.

source: Failed to load synth for MIDI-Audition.
es: No se pudo cargar el sintetizador para audicionar MIDI.
pl: Błąd ładowania syntezatora do odsłuchu MIDI.

source: Cannot setup auditioner processing flow.
pl: Nie można skonfigurować toru przetwarzania odsłuchu.

source: no outputs available for auditioner - manual connection required
es: No hay salidas disponibles para Audición - se requiere conexión manual
pl: brak wyjść dla odsłuchu – niezbędna konfiguracja ręczna

source: Cannot setup auditioner processing flow for %1 channels
es: No se puede configurar el flujo de procesamiento del audicionista para %1 canales
pl: Nie można skonfigurować toru przetwarzania odsłuchu dla %1 kanału(ów)

source: Auditioning of regions other than Audio or Midi is not supported.
es: No se admite la audición de regiones que no sean Audio o Midi.
pl: Brak wsparcia dla odsłuchu regionów innych niż Audio bądź MIDI.

source: Cannot audition empty file.
es: No se puede escuchar un archivo vacío.
pl: Nie można odsłuchać pustego pliku.

source: Automation node has no path property
es: El nodo de automatización no tiene propiedad de ruta
pl: Węzeł automatyki nie ma właściwości „path”

source: cannot open %2 to load automation data (%3)
es: no se puede abrir %2 para cargar datos de automatización (%3)
pl: nie można otworzyć %2 żeby załadować dane automatyki (%3)

source: cannot load automation data from %2
es: no se pueden cargar datos de automatización desde %2
pl: nie można załadować danych automatyki z %2

source: Fader
pl: Tłumik

source: Send
es: Envío
pl: Wysyłka

source: Return
pl: Powrót

source: Trim
pl: Wzmocnienie (trim)

source: Master Volume
pl: Głośność sumy

source: Mute
es: Mudo
pl: Wyciszenie

source: Azimuth
es: Azimut
pl: Azymut

source: Width
es: Ancho
pl: Szerokość

source: Elevation
es: Elevación
pl: Elewacja

source: Left/Right
pl: Lewy/Prawy

source: Front/Back
pl: Przód/Tył

source: Object Size
pl: Rozmiar obiektu

source: Snap to Speaker
pl: Przyciągaj do głośnika

source: Binaural Render mode
pl: Tryb binauralny

source: Polarity Invert
pl: Odwrócenie polaryzacji

source: record %1 automation
es: registrar %1 automatización
pl: nagrywanie automatyki %1

source: automation list: cannot load coordinates from XML, all points ignored
es: Lista de automatización: No se pudieron cargar las coordenadas de XML, se han ignorado todos los puntos
pl: lista automatyki: nie można załadować koordynatów z XML, wszystkie punkty zignorowano

source: automation list: no x-coordinate stored for control point (point ignored)
es: Lista de automatización: No hay coordenada 'X' almacenada para el punto de control (punto ignorado)
pl: lista automatyki: brak zapisanej współrzędnej x dla punktu kontrolnego (punkt zignorowano)

source: automation list: no y-coordinate stored for control point (point ignored)
es: Lista de automatización: No hay coordenada 'Y' almacenada para el punto de control (punto ignorado)
pl: lista automatyki: brak zapisanej współrzędnej y dla punktu kontrolnego (punkt zignorowano)

source: AutomationList: passed XML node called %1, not "AutomationList" - ignored
es: AutomationList: nodo XML pasado llamado %1, no "AutomationList" - ignorado
pl: lista automatyki: przetworzono węzeł XML o nazwie %1, zamiast „AutomationList” – zignorowano

source: Session: could not create butler thread
es: Sesión: no se pudo crear el hilo de mayordomo
pl: Sesja: nie można utworzyć wątku butlera

source: Cannot set I/O Priority for disk read/write thread
pl: Nie można ustawić priorytetu we/wy dla wątku zapisu/odczytu dysku

source: Butler read ahead failure on dstream %1
es: Error de lectura anticipada de Butler en dstream %1
pl: Błąd buforowania odczytu butlera na dstream %1

source: Butler write-behind failure on dstream %1
es: Error de escritura retrasada de Butler en dstream %1
pl: Błąd buforowania zapisu butlera na dstream %1

source: Set Clip Library directory to '%1'
pl: Ustaw katalog biblioteki klipów na „%1”

source: Cannot create Clip Library directory '%1'
pl: Nie można utworzyć katalogu biblioteki klipów „%1”

source: Clip Library
pl: Biblioteka klipów

source: Could not save Clip Library meta-data in '%1'
pl: Nie można zapisać metadanych biblioteki klipów w „%1”

source: Clip Library directory '%1' already exists and is not a directory/folder
pl: Katalog biblioteki klipów „%1” już istnieje i nie jest to katalog/folder

source: Control protocol support for %1 failed to activate
es: No se pudo activar la compatibilidad con el protocolo de control para %1
pl: Błąd aktywacji protokołu kontrolera dla %1

source: control protocol name "%1" has no descriptor
es: El nombre del protocolo de control "%1" no tiene descriptor.
pl: protokół kontrolera "%1" nie ma deskryptora

source: control protocol name "%1" could not be initialized
es: El protocolo de control de nombre "%1" no se pudo inicializar
pl: protokół kontrolera "%1" nie mógł być zainicjalizowany

source: looking for control protocols in %1
es: buscando protocolos de control en %1
pl: wyszukiwanie protokołów kontrolera w %1

source: Control protocol %1 not usable
es: Protocolo de control %1 no usable
pl: Niewłaściwy protokół kontrolera %1

source: Control surface protocol discovered: "%1"
es: Protocolo de superficie de control descubierto: "%1"
pl: Wykryto protokół kontrolera: "%1"

source: ControlProtocolManager: cannot load module "%1" (%2)
es: ControlProtocolManager: no se puede cargar el módulo "%1" (%2)
pl: MenedżerProtokołówKontrolera: nie można załadować modułu "%1" (%2)

source: ControlProtocolManager: module "%1" has no descriptor function.
es: ControlProtocolManager: el módulo "%1" no tiene función de descriptor.
pl: MenedżerProtokołówKontrolera: brak deskryptora funcji w module "%1".

source: Convolver: IR "%1" no usable audio-channels sound.
es: Convolver: IR "%1" no hay sonido de canales de audio utilizables.
pl: Convolver: IR "%1" brak użytecznych kanałów audio.

source: Convolver: IR "%1" file too long.
es: Convolver: Archivo IR "%1" demasiado largo.
pl: Convolver: IR "%1" plik zbyt długi.

source: unknown
es: desconocido
pl: nieznane

source: main outs
es: salidas principales
pl: główne wyjścia

source: listen
es: escuchar
pl: odsłuch

source: Player
pl: Odtwarzacz

source: DiskReader %1: when overwriting(1), cannot read %2 from playlist at sample %3
es: DiskReader %1: al sobrescribir (1), no se puede leer %2 de la lista de reproducción en la muestra %3
pl: DiskReader %1: podczas wywołania overwriting(1), nie można odczytać %2 z listy odtwarzania przy próbce %3

source: DiskReader %1: when overwriting(2), cannot read %2 from playlist at sample %3
es: DiskReader %1: al sobrescribir (2), no se puede leer %2 de la lista de reproducción en la muestra %3
pl: DiskReader %1: podczas wywołania overwriting(2), nie można odczytać %2 z listy odtwarzania przy próbce %3

source: DiskReader %1: cannot read %2 from playlist at sample %3
es: DiskReader %1: no se puede leer %2 de la lista de reproducción en la muestra %3
pl: DiskReader %1: nie można odczytać %2 z listy odtwarzania przy próbce %3

source: DiskReader %1: when refilling, cannot read %2 from playlist at sample %3 (rv: %4)
pl: DiskReader %1: przy wypełnianiu, nie można odczytać %2 z listy odtwarzania przy próbce %3 (rv: %4)

source: DiskReader %1: when refilling, cannot write %2 into buffer (wrote %3, space %4)
pl: DiskReader %1: przy wypełnianiu, nie można zapisać %2 do bufora (zapisano %1, dostępne %4)

source: Recorder
pl: Panel nagrywania

source: AudioDiskstream %1: cannot write to disk
es: AudioDiskstream %1: no se puede escribir en el disco
pl: AudioDiskstream %1: nie można zapisać na dysk

source: MidiDiskstream %1: cannot write to disk
es: MidiDiskstream %1: no se puede escribir en el disco
pl: MidiDiskstream %1: nie można zapisać na dysk

source: %1:%2 new capture file not initialized correctly
es: %1:%2 archivo de captura nuevo no inicializado correctamente
pl: %1:%2 nie można zainicjalizować nowego pliku nagrania

source: AudioDiskstream: channel %1 out of range
es: AudioDiskstream: canal %1 fuera de rango
pl: AudioDiskstream: kanał %1 poza zakresem

source: AudioDiskstream "%1": cannot flush captured data to disk!
es: AudioDiskstream "%1": ¡no se pueden vaciar los datos capturados en el disco!
pl: AudioDiskstream "%1": nie można zapisać nagranych danych na dysku!

source: Could not get port for export channel "%1", dropping the channel
es: No se pudo obtener el puerto para el canal de exportación "%1", por lo que se abandonó el canal.
pl: Nie można uzyskać portu dla eksportowanego kanału „%1”, porzucam kanał

source: Export failed: %1
es: Error al exportar: %1
pl: Błąd eksportu: %1

source: Existing export folder for this session (%1) does not exist - using default
pl: Obecny folder eksportu dla tej sesji (%1) nie istnieje – używam domyślny

source: No Time
es: No hay Tiempo
pl: Bez czasu

source: Invalid time format
es: Formato de tiempo inválido
pl: Niepoprawny format czasu

source: No Date
es: No hay Fecha
pl: Bez daty

source: Invalid date format
es: Formato de Fecha inválido
pl: Niepoprawny format daty

source: Something else
es: Otra cosa
pl: Coś innego

source: Any
es: Cualquiera
pl: Dowolna

source: Lossless (linear PCM)
es: Sin pérdidas (PCM lineal)
pl: Bezstratna (linear PCM)

source: Lossy compression
es: Compresión con pérdida
pl: Kompresja stratna

source: Lossless compression
es: Compresión sin pérdidas
pl: Kompresja bezstratna

source: Session rate
es: Frequencia de la sesión
pl: Częstotliwość sesji

source: programming error: %1
pl: błąd programowania: %1

source: normalize loudness
es: normalizar sonoridad
pl: normalizuj głośność

source: limit peak
pl: limituj peak

source: normalize peak
es: normalizar pico
pl: normalizuj peak

source: trim
es: recortar
pl: przytnij

source: trim start
pl: przytnij początek

source: trim end
es: recortar final
pl: przytnij koniec

source: Shaped Noise
es: Ruido Formado
pl: Szum ukształtowany

source: Triangular
pl: Trójkątny

source: Rectangular
pl: Prostokątny

source: 8-bit
pl: 8-bitów

source: 16-bit
pl: 16-bitów

source: 24-bit
pl: 24-bity

source: 32-bit
pl: 32-bity

source: Vorbis sample format
es: Formato de muestra Vorbis
pl: Format próbki Vorbis

source: OPUS codec
pl: Kodek OPUS

source: No sample format
es: Sin formato de muestra
pl: Bez formatu próbkowania

source: File %1 uploaded to %2
es: Archivo %1 subido a %2
pl: Plik %1 wysłany do %2

source: upload to Soundcloud failed. Perhaps your email or password are incorrect?
es: La carga en Soundcloud falló. ¿Quizás tu correo electrónico o contraseña son incorrectos?
pl: wysłanie do Soundcloud nie powiodło się. Być może podane email lub hasła są niepoprawne?

source: an error occurred while writing a TOC/CUE file: %1
es: se produjo un error al escribir un archivo TOC/CUE: %1
pl: wystąpił błąd podczas zapisu pliku TOC/CUE: %1

source: Cannot convert %1 to Latin-1 text
es: No se puede convertir %1 a texto latino-1
pl: Nie można przekonwertować tekstu %1 do formatu Latin-1

source: Searching for export formats in %1
es: Buscando formatos de exportación en %1
pl: Wyszukiwanie formatów eksportu w %1

source: Unable to create export format directory %1: %2
es: No se puede crear el directorio de formato de exportación %1: %2
pl: Nie można utworzyć katalogu formatu eksportu %1: %2

source: Unable to remove export preset %1: %2
es: No se puede eliminar el ajuste preestablecido de exportación %1: %2
pl: Nie można usunąć presetu eksportu %1: %2

source: Selection
es: Selección
pl: Zaznaczenie

source: Unable to rename export format %1 to %2: %3
es: No se puede cambiar el nombre del formato de exportación %1 a %2: %3
pl: Nie można zmienić nazwy formatu eksportu %1 na %2: %3

source: Unable to remove export profile %1: %2
es: No se puede eliminar el perfil de exportación %1: %2
pl: Nie można usunąć profilu eksportu %1: %2

source: empty format
es: formato vacío
pl: pusty format
