Repository: Ardour/ardour
Catalog: libs/ardour/po/*.po
Languages: es, pl

source: Could not remove pending capture state at path "%1" (%2)
es: No se pudo eliminar el estado de captura pendiente en la ruta "%1" (%2)
pl: Nie można usunąć oczekującego stanu nagrania w ścieżce "%1" (%2)

source: could not rename snapshot %1 to %2 (%3)
es: No se pudo cambiar el nombre de la instantánea %1 a %2 (%3)
pl: Nie można zmienić nazwy kopii migawkowej z %1 na %2 (%3)

source: Could not remove session file at path "%1" (%2)
es: No se pudo eliminar el archivo de sesión en la ruta "%1" (%2)
pl: Nie można usunąć pliku sesji w ścieżce „%1” (%2)

source: state could not be saved to %1
es: El estado no se pudo guardar en %1.
pl: nie można zapisać stanu do %1

source: Could not remove temporary session file at path "%1" (%2)
es: No se pudo eliminar el archivo de sesión temporal en la ruta "%1" (%2)
pl: Nie można usunąć tymczasowego pliku sesji w ścieżce „%1” (%2)

source: could not rename temporary session file %1 to %2 (%3)
es: No se pudo cambiar el nombre del archivo de sesión temporal %1 a %2 (%3)
pl: Nie można zmienić nazwy tymczasowego pliku sesji %1 na %2 (%3)

source: Could not save backup file at path "%1" (%2)
es: No se pudo guardar el archivo de respaldo en la ruta "%1" (%2)
pl: Nie można zapisać pliku backupu w ścieżce „%1” (%2)

source: %1: session file "%2" doesn't exist!
es: %1: ¡el archivo de sesión "%2" no existe!
pl: %1: plik sesji „%2” nie istnieje!

source: Could not understand session file %1
es: No se pudo comprender el archivo de sesión %1
pl: Nie można rozpoznać pliku sesji %1

source: Session file %1 is not a session
es: El archivo de sesión %1 no es una sesión
pl: Plik %1 nie jest plikiem sesji

source: Incompatible Session Version. That session was created with a newer version of %1
es: Versión de sesión incompatible. Esa sesión fue creada con una versión más nueva de %1
pl: Niezgodność wersji sesji. Sesja pochodzi z nowszej wersji programu %1

source: Could not understand state file "%1"
pl: Nie można rozpoznać pliku stanu „%1”

source: Session-Save: Failed to copy MIDI Source '%1' for snapshot
es: Guardar sesión: no se pudo copiar la fuente MIDI '%1' para la instantánea
pl: Zapis sesji: błąd kopiowania źródła MIDI „%1” do kopii migawkowej

source: programming error: Session: incorrect XML node sent to set_state()
es: error de programación: Sesión: nodo XML incorrecto enviado a set_state()
pl: błąd programowania: sesja: wysłano zły węzeł XML do set_state()

source: Session: Load aborted due to sample-rate mismatch
pl: Sesja: Przerwano ładowanie ze względu na niezgodność częstotliwości próbkowania

source: Session: Load aborted since engine is offline
pl: Sesja: Przerwano ładowanie gdyż silnik audio/MIDI nie jest uruchomiony

source: Session: XML state has no 'Tempo Map' section
pl: Sesja: brak sekcji „Tempo Map” w XML state

source: Session: XML state has invalid Tempo Map section
pl: Sesja: nieprawidłowa sekcja „Tempo Map” w XML state

source: Session: XML state has no 'Options' section
pl: Sesja: brak sekcji „Options” w XML state

source: Session: XML state has no 'Metadata' section
pl: Sesja: brak sekcji „Metadata” w XML state

source: Session: XML state contains invalid session metadata
pl: Sesja: nieprawidłowe metadane sesji w XML state

source: Session: XML state has no 'Sources' section
pl: Sesja: brak sekcji „Sources” w XML state

source: Session: failed to load audio/MIDI sources
pl: Sesja: nie można załadować źródeł audio/MIDI

source: Session: XML state has no 'Locations' section
pl: Sesja: brak sekcji „Locations” w XML state

source: Session: failed to parse 'Locations' information
pl: Sesja: nie można sparsować sekcji „Locations”

source: Session: XML state has no 'Regions' section
pl: Sesja: brak sekcji „Regions” w XML state

source: Session: failed to load regions
pl: Sesja: nie można załadować regionów

source: Session: XML state has no 'Playlists' section
pl: Sesja: brak sekcji „Playlists” w XML state

source: Session: failed to load active playlists
pl: Sesja: nie można załadować aktywnych list odtwarzania

source: Session: failed to load playlists
pl: Sesja: nie można załadować list odtwarzania

source: Session: failed to load region compound information
pl: Sesja: nie można załadować informacji o połączeniach regionów

source: Session: XML state has no 'Bundles' section
pl: Sesja: brak sekcji „Bundles” w XML state

source: Created region '%1' for source '%2'
pl: Utworzono region „%1” dla źródła „%2”

source: Failed to create region representation for source '%1'
pl: Nie można utworzyć reprezentacji regionu dla źródła „%1”

source: Session: XML state has no 'Routes' section
pl: Sesja: brak sekcji „Routes” w XML state

source: Session: failed to load route state
pl: Sesja: nie można załadować stanu połączeń

source: Session: XML state has no 'Route Groups' section
pl: Sesja: brak sekcji „Route Groups” w XML state

source: Session: failed to load route group information
pl: Sesja: nie można załadować informacji o grupach połączeń

source: Session: XML state has no 'Edit Groups' section
pl: Sesja: brak sekcji „Edit Groups” w XML state

source: Session: failed to load edit group information
pl: Sesja: nie można załadować informacji o grupach edycyjnych

source: Session: XML state has no 'Mix Groups' section
pl: Sesja: brak sekcji „Mix Groups” w XML state

source: Session: failed to load mix group information
pl: Sesja: nie można załadować informacji o grupach miksera

source: Session: XML state has no 'Click' section
pl: Sesja: brak sekcji „Click” w XML state

source: Session: cannot create track/bus from XML description.
pl: Sesja: nie można utworzyć ścieżki/szyny z opisu XML.

source: Loaded track/bus %1
es: Pista/bus %1 cargado
pl: Załadowano ścieżkę/szynę %1

source: Tracks/busses loaded; Adding to Session
es: Vías/autobuses cargados; Agregar a la sesión
pl: Załadowano ścieżki/szyny; Dodawanie do sesji

source: Finished adding tracks/busses
es: Terminado agregando pistas / autobuses
pl: Zakończono dodawanie nowych ścieżek/szyn

source: Could not find diskstream for diskstream-id: '%1', playlist: '%2'
es: No se pudo encontrar diskstream para diskstream-id: '%1', lista de reproducción: '%2'
pl: Nie można znaleźć strumienia dla diskstream-id: '%1', playlist: '%2'

source: Session: cannot create Region from XML description.
es: Sesión: no se puede crear una región a partir de una descripción XML.
pl: Sesja: nie można utworzyć regionu z opisu XML.

source: Can not load state for region '%1'
es: No se puede cargar el estado de la región '%1'
pl: Nie można załadować stanu dla regionu „%1”

source: Regions in compound description not found (ID's %1 and %2): ignored
es: Regiones en la descripción compuesta no encontradas (ID %1 y %2): ignoradas
pl: Nie znaleziono regionów z opisu połączeń (ID's %1 i %2): zignorowano

source: Nested source has no ID info in session file! (ignored)
es: ¡La fuente anidada no tiene información de identificación en el archivo de sesión! (ignorado)
pl: Brak informacji ID w zagnieżdżonym źródle w pliku sesji! (zignorowano)

source: Cannot reconstruct nested source for region %1
es: No se puede reconstruir la fuente anidada para la región %1
pl: Nie można odtworzyć zagnieżdżonego źródła dla regionu %1

source: Session: XMLNode describing a AudioRegion is incomplete (no source)
es: Sesión: El nodo XML que describe una región de audio está incompleto (sin fuente)
pl: Sesja: XMLNode opisujący AudioRegion jest niekompletny (brak źródła)

source: Session: XMLNode describing a AudioRegion references an unknown source id =%1
es: Sesión: El nodo XML que describe una región de audio hace referencia a una identificación de fuente desconocida =%1
pl: Sesja: XMLNode opisujący AudioRegion zawiera odnośnik do nieznanego źródła id =%1

source: Session: XMLNode describing a AudioRegion references a non-audio source id =%1
es: Sesión: XMLNode que describe AudioRegion hace referencia al ID de fuente que no es de audio =%1
pl: Sesja: XMLNode opisujący AudioRegion zawiera odnośnik do źródła nie-audio id =%1

source: Session: XMLNode describing an AudioRegion is missing some master sources; ignored
es: Sesión: Al XMLNode que describe una AudioRegion le faltan algunas fuentes maestras; ignorado
pl: Sesja: XMLNode opisujący AudioRegion nie zawiera źródeł master; zignorowano

source: Session: XMLNode describing a MidiRegion is incomplete (no source)
es: Sesión: XMLNode que describe una Región Midi está incompleto (sin fuente)
pl: Sesja: XMLNode opisujący MidiRegion jest niekompletny (brak źródła)

source: Session: XMLNode describing a MidiRegion references an unknown source id =%1
es: Sesión: XMLNode que describe una Región Midi hace referencia a una identificación de fuente desconocida =%1
pl: Sesja: XMLNode opisujący MidiRegion zawiera odnośnik do nieznanego źródła id =%1

source: Session: XMLNode describing a MidiRegion references a non-midi source id =%1
es: Sesión: XMLNode que describe referencias de MidiRegion con ID de fuente no midi =%1
pl: Sesja: XMLNode opisujący MidiRegion zawiera odnośnik do źródła nie-midi id =%1

source: Session: cannot create Source from XML description.
es: Sesión: no se puede crear la fuente a partir de una descripción XML.
pl: Sesja: nie można utworzyć źródła z opisu XML.

source: An external MIDI file is missing. %1 cannot currently recover from missing external MIDI files
es: Falta un archivo MIDI externo. %1 actualmente no puede recuperar archivos MIDI externos faltantes
pl: Brak zewnętrznego pliku MIDI. Program %1 obecnie nie jest w stanie obsłużyć brakujących zewnętrznych plików MIDI

source: Found a sound file that cannot be used by %1. Talk to the programmers.
es: Se encontró un archivo de sonido que %1 no puede utilizar. Habla con los programadores.
pl: Znaleziono plik dźwiękowy, którego program %1 nie jest w stanie obsłużyć. Wypadałoby porozmawiać z developerami…

source: Could not create templates directory "%1" (%2)
es: No se pudo crear el directorio de plantillas "%1" (%2)
pl: Nie można utworzyć katalogu szablonów „%1” (%2)

source: Template "%1" already exists - new version not created
es: La plantilla "%1" ya existe - no se creará una nueva versión
pl: Szablon „%1” już istnieje – nie utworzono nowej wersji

source: Could not create directory for Session template"%1" (%2)
pl: Nie można utworzyć katalogu szablonów sesji „%1” (%2)

source: template not saved
es: plantilla no guardada
pl: szablon niezapisany

source: Unknown node "%1" found in Bundles list from session file
es: Nodo desconocido "%1" encontrado en la lista de paquetes del archivo de sesión
pl: W pliku sesji, na liście paczek odnaleziono nieznany węzeł „%1”

source: Cannot cleanup peak-files for read-only session.
es: No se pueden limpiar los archivos pico para una sesión de solo lectura.
pl: Nie można wyczyścić plików „peak” w sesji tylko do odczytu.

source: Cannot cleanup peak-files while recording
es: No se pueden limpiar los archivos pico durante la grabación
pl: Nie można wyczyścić plików „peak” podczas nagrywania

source: Timeout waiting for peak-file creation to terminate before cleanup, please try again later.
es: Se agotó el tiempo de espera para que finalice la creación del archivo pico antes de la limpieza. Vuelva a intentarlo más tarde.
pl: Przekroczono czas oczekiwania na zakończenie tworzenie plików „peak” przed czyszczeniem. Proszę spróbować później.

source: Session: cannot create dead file folder "%1" (%2)
es: Sesión: no se puede crear la carpeta de archivos inactivos "%1" (%2)
pl: Sesja: nie można utworzyć foldera martwych plików „%1” (%2)

source: cannot rename unused file source from %1 to %2 (%3)
es: no se puede cambiar el nombre del origen del archivo no utilizado de %1 a %2 (%3)
pl: nie można zmienić nazwy nieużywanego pliku źródła z %1 na %2 (%3)

source: cannot remove peakfile %1 for %2 (%3)
es: no se puede eliminar el archivo pico %1 para %2 (%3)
pl: Nie można usunąć pliku „peak” %1 dla %2 (%3)

source: could not backup old history file, current history not saved
es: no se pudo hacer una copia de seguridad del archivo de historial antiguo, el historial actual no se guardó
pl: nie można wykonać kopii starego pliku historii; bieżąca historia nie będzie zapisana

source: history could not be saved to %1
es: No se pudo guardar el historial a %1
pl: nie można zapisać historii do %1

source: Could not remove history file at path "%1" (%2)
es: No se pudo eliminar el archivo de historial en la ruta "%1" (%2)
pl: Nie można usunąć pliku historii w ścieżce „%1” (%2)

source: could not restore history file from backup %1 (%2)
es: no se pudo restaurar el archivo histórico desde la copia de seguridad %1 (%2)
pl: nie można odtworzyć pliku historii z backupu %1 (%2)

source: %1: no history file "%2" for this session.
es: %1: no hay archivo de historial "%2" para esta sesión.
pl: %1: brak pliku historii „%2” dla tej sesji.

source: Could not understand session history file "%1"
es: No se pudo interpretar el archivo de historial de sesión "%1".
pl: Nie można rozpoznać pliku historii „%1”

source: Failed to downcast MidiSource for NoteDiffCommand
es: No se pudo abatir MidiSource para NoteDiffCommand
pl: Błąd rzutowania MidiSource na potrzeby NoteDiffCommand

source: Failed to downcast MidiSource for SysExDiffCommand
es: No se pudo abatir MidiSource para SysExDiffCommand
pl: Błąd rzutowania MidiSource na potrzeby SysExDiffCommand

source: Failed to downcast MidiSource for PatchChangeDiffCommand
es: No se pudo abatir MidiSource para PatchChangeDiffCommand
pl: Błąd rzutowania MidiSource na potrzeby PatchChangeDiffCommand

source: Couldn't figure out how to make a Command out of a %1 XMLNode.
es: No pude descubrir cómo crear un comando a partir de un %1 XMLNode.
pl: Brak sposobu na wykonanie komendy z XMLNode %1.

source: Error during loading undo history (%1). Undo history will be ignored
pl: Błąd ładowania historii undo (%1). Historia undo będzie zignorowana.

source: Cannot rename read-only session.
es: No se puede cambiar el nombre de la sesión de solo lectura.
pl: Nie można zmienić nazwy sesji tylko do odczytu.

source: Cannot rename session while recording
es: No se puede cambiar el nombre de la sesión durante la grabación
pl: Nie można zmienić nazwy sesji podczas nagrywania

source: renaming %s as %2 failed (%3)
es: cambiar el nombre de %s como %2 falló (%3)
pl: zmiana nazwy %s na %2 nie powiodła się (%3)

source: renaming %1 as %2 failed (%3)
es: cambiar el nombre de %1 como %2 falló (%3)
pl: zmiana nazwy %1 na %2 nie powiodła się (%3)

source: Cannot create new session folder %1
es: No se puede crear una nueva carpeta de sesión %1
pl: Nie można utworzyć nowego foldera sesji %1

source: copying "%1" failed !
es: ¡Error al copiar "%1"!
pl: błąd kopiowania „%1”!

source: unknown reason
es: razón desconocida
pl: przyczyna nieznana

source: Cannot archive session: invalid destination path/name
pl: Nie można zarchiwizować sesji: niepoprawna ścieżka/nazwa docelowa

source: Cannot archive: session media-search path does not include current session-path.
pl: Nie można zarchiwizować: ścieżka poszukiwania mediów sesji nie zawiera ścieżki bieżącej sesji.

source: Could not make tmpdir: %1
pl: Nie można utworzyć katalogu tymczasowego: %1

source: Session archive failed to create SessionDirectory `%1'
pl: Błąd tworzenia katalogu sesji „%1” przy rozpakowywaniu archiwum

source: Session archive failed to save state `%1'
pl: Błąd zapisu stanu „%1” przez archiwum sesji

source: Session archive failed write output: `%1'
pl: Błąd zapisu wyjścia „%1” przez archiwum sesji

source: Unknown transport state %1 in sync callback
es: Estado de transporte desconocido %1 en devolución de llamada sincronizada
pl: Nieznany stan transportu %1 w wywołaniu synchronizacji

source: Locate called for negative sample position - ignored
es: Localización solicitada para posición de muestra negativa - ignorada
pl: Próba skoku do negatywnej pozycji próbki – zignorowano

source: Global varispeed cannot be supported while %1 is connected to JACK transport control
es: No se puede admitir la velocidad variable global mientras %1 está conectado al control de transporte JACK
pl: Globalny varispeed nie jest wspierany, gdy program %1 podłączony jest do transportu JACK

source: Cannot loop - no loop range defined
es: No se puede reproducir en bucle - no se definió un rango de bucle
pl: Nie można zapętlić – nie zdefiniowano zakresu pętli

source: Looping cannot be supported while %1 is using JACK transport. Recommend changing the configured options
es: No se pueden realizar bucles mientras %1 utiliza el transporte JACK. Recomendamos cambiar las opciones configuradas.
pl: Pętle nie są wspierane, gdy program %1 podłączony jest do transportu JACK. Rekomendowana jest zmiana konfiguracji.

source: Exporting: '%1'
pl: Eksportowanie: „%1”

source: Export initialization failed: %1
pl: Błąd inicjalizacji eksportu: %1

source: Master #%1 not found, assignment lost
es: Maestro #%1 no encontrado, tarea perdida
pl: Nie znaleziono VCA master #%1, utracono przyporządkowanie

source: Merge VCA automation into %1
es: Fusionar la automatización VCA en %1
pl: Scalanie automatyki VCA z %1

source: Unable to read event prefix, corrupt MIDI ring
es: No se puede leer el prefijo del evento, anillo MIDI corrupto
pl: Nie można przeczytać prefiksu zdarzenia, uszkodzony MIDI ring

source: Event has time and size but no body, corrupt MIDI ring
es: El evento tiene tiempo y tamaño pero no tiene cuerpo, anillo MIDI corrupto
pl: Zdarzenia ma czas i rozmiar, ale brak treści – uszkodzony MIDI ring

source: Event time is before MIDI source position
es: El tiempo del evento es anterior a la posición de la fuente MIDI
pl: Czas zdarzenia przed pozycją źródłową MIDI

source: Skipping event with unordered beat time %1 < %2 (off by %3 beats, %4 ticks)
es: Omitir evento con tiempo de ritmo desordenado %1 < %2 (desviado en %3 tiempos, %4 ticks)
pl: Pomijanie zdarzania z nieuporządkowanym czasem muzycznym %1 < %2 (różnica %3 beats, %4 ticks)

source: Skipping event with unordered sample time %1 < %2
es: Omitir evento con tiempo de muestra desordenado %1 < %2
pl: Pomijanie zdarzania z nieuporządkowanym czasem czasem próbki %1 < %2

source: cannot open MIDI file %1 for write
es: no se puede abrir el archivo MIDI %1 para escribir
pl: nie można otworzyć pliku MIDI „%1” do zapisu

source: Exception while writing %1, file may be corrupt/unusable
es: Excepción al escribir %1, el archivo puede estar dañado o inutilizable
pl: Wyjątek podczas zapisu %1, plik może być uszkodzony

source: Cannot set flac compression level: %1
es: No se puede establecer el nivel de compresión flac: %1
pl: Nie można ustawić poziomu kompresji FLAC: %1

source: SndFileSource: cannot open file "%1" for %2
es: SndFileSource: no se puede abrir el archivo "%1" para %2
pl: SndFileSource: nie można otworzyć pliku „%1” do operacji %2

source: SndFileSource: file only contains %1 channels; %2 is invalid as a channel number
es: SndFileSource: el archivo solo contiene %1 canales; %2 no es válido como número de canal
pl: SndFileSource: plik zawiera %1 kanał(y); %2 jako liczba kanałów jest niepoprawna

source: Cannot mark RF64 audio file for automatic downgrade to WAV: %1
es: No se puede marcar el archivo de audio RF64 para la degradación automática a WAV: %1
pl: Nie można użyć pliku audio RF64 do automatycznego downgrade do WAV: %1

source: cannot set broadcast info for audio file %1 (%2); dropping broadcast info for this file
es: no se puede configurar la información de transmisión para el archivo de audio %1 (%2); soltando información de transmisión para este archivo
pl: nie można ustawić „broadcast info” dla pliku %1 (%2); porzucam „broadcast info ” dla tego pliku

source: could not open file %1 for reading.
es: No se pudo abrir el archivo %1 para leerlo.
pl: nie można otworzyć pliku %1 do czytania

source: SndFileSource: could not seek to sample %1 within %2 (%3)
es: SndFileSource: no se pudo buscar la muestra de %1 dentro de %2 (%3)
pl: SndFileSource: nie można przeskoczyć do próbki %1 wewnątrz %2 (%3)

source: SndFileSource: @ %1 could not read %2 within %3 (%4) (len = %5, ret was %6)
es: SndFileSource: @ %1 no pudo leer %2 dentro de %3 (%4) (len = %5, ret fue %6)
pl: SndFileSource: przy %1 nie można odczytać %2 wewnątrz %3 (%4) (len = %5, ret was %6)

source: attempt to write a non-writable audio file source (%1)
es: intento de escribir una fuente de archivo de audio no grabable (%1)
pl: próba pisania do niezapisywalnego pliku źródła audio (%1)

source: programming error: %1 %2
es: error de programación: %1 %2
pl: błąd programowania: %1 %2

source: attempt to flush a non-writable audio file source (%1)
es: intento de vaciar una fuente de archivo de audio no grabable (%1)
pl: próba opróżnienia niezapisywalnego pliku źródła audio (%1)

source: could not allocate file %1 to write header
es: No se pudo asignar el archivo %1 para escribir el encabezado.
pl: nie można zaalokować pliku %1 żeby zapisać nagłówek

source: could not allocate file %1 to flush contents
es: No se pudo asignar el archivo %1 para vaciar el contenido.
pl: nie można zaalokować pliku %1 żeby opróżnić zawartość

source: attempt to store broadcast info in a non-writable audio file source (%1)
es: intento de almacenar información de transmisión en una fuente de archivo de audio no grabable (%1)
pl: próba zapisania „broadcast info” w niezapisywalnym pliku źródła audio (%1)

source: attempt to set BWF info for an un-opened audio file source (%1)
es: intento de configurar información BWF para una fuente de archivo de audio no abierta (%1)
pl: próba ustawienia „BWF info” dla nieotwartego pliku źródła audio (%1)

source: %1: cannot seek to %2 (libsndfile error: %3)
es: %1: no se puede buscar %2 (error de libsndfile: %3)
pl: %1: nie można przeskoczyć do %2 (libsndfile error: %3)

source: SndFileSource: cannot open file "%1" for reading
es: SndFileSource: no se puede abrir el archivo "%1" para leerlo
pl: SndFileSource: nie można otworzyć pliku „%1” do czytania

source: Cleared Explicit solo: %1
es: Solo explícito superado: %1
pl: Wyczyszczono włączone solo: %1

source: Cleared upstream solo: %1 up:%2
es: Solo ascendente superado: %1 arriba:%2
pl: Wyczyszczono solo upstream: %1 up %2

source: Cleared downstream solo: %1 down:%2
es: Solo descendente despejado: %1 abajo:%2
pl: Wyczyszczono solo downstream: %1 down: %2

source: Upload to Soundcloud failed. Perhaps your email or password are incorrect?
es: Error al subir a Soundcloud. ¿Quizás tu correo electrónico o contraseña son incorrectos?
pl: Upload do Soundcloud nie powiódł się. Być może podane email lub hasło są niepoprawne?

source: Segment descriptors not loaded for source %1
pl: Nie załadowano opisów segmentu dla źródła %1

source: Recovery attempted on a MIDI file - not implemented
es: Recuperación intentada en un archivo MIDI - no implementada
pl: Próba odzyskiwania pliku MIDI – nie zaimplementowano

source: Speaker information is missing - speaker ignored
es: Falta información del orador: se ignora al orador
pl: Brak informacji o głośniku – głośnik zignorowany

source: Center
pl: Środek

source: Output Format
pl: Format wyjściowy

source: Required Atmos/Vapor Processor not found.
pl: Nie znaleziono wymaganego procesora Atmos/Vaport

source: Panner|L
pl: L

source: Panner|R
pl: P

source: (unknown)
es: (desconocido)
pl: (nieznany)

source: No Description
es: Sin descripción
pl: Bez opisu

source: DiskIOProcessor: "%1" isn't an playlist
es: DiskIOProcessor: "%1" no es una lista de reproducción
pl: DiskIOProcessor: „%1” nie jest listą odtwarzania

source: DiskIOProcessor %1: there is no existing playlist to make a copy of!
es: DiskIOProcessor %1: ¡no existe ninguna lista de reproducción para hacer una copia!
pl: DiskIOProcessor %1: brak istniejącej listy odtwarzania, z której można zrobić kopię!
